-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2019-09-28 08:53:54
-- 服务器版本： 5.5.56-MariaDB
-- PHP Version: 5.4.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `study`
--

-- --------------------------------------------------------

--
-- 表的结构 `js_comment`
--

CREATE TABLE IF NOT EXISTS `js_comment` (
  `id` int(10) NOT NULL,
  `user_id` int(10) NOT NULL,
  `star_num` int(1) NOT NULL,
  `comment` varchar(1000) COLLATE utf8_unicode_ci NOT NULL,
  `is_add_comment` int(1) NOT NULL DEFAULT '0',
  `add_id` int(10) NOT NULL DEFAULT '0',
  `uptime` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=57 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_comment`
--

INSERT INTO `js_comment` (`id`, `user_id`, `star_num`, `comment`, `is_add_comment`, `add_id`, `uptime`, `status`) VALUES
(24, 1, 5, '111111111111111111111', 0, 0, '1548751650', 1),
(25, 1, 5, '22222222222222222222', 1, 24, '1548751655', 1),
(26, 2, 5, '2222222222222222222', 0, 0, '1548760262', 1),
(27, 2, 5, '3333333343434343434', 1, 26, '1548760268', 1),
(28, 3, 4, '3333333333333333333333', 0, 0, '1548761596', 1),
(29, 3, 5, '44444444444444444444', 1, 28, '1548762919', 1),
(30, 4, 5, '44444444444444444444', 0, 0, '1548762944', 1),
(31, 4, 5, '55555555555555555555', 1, 30, '1548762954', 1),
(32, 5, 4, '55555555555555555555', 0, 0, '1548762979', 1),
(33, 5, 5, '666666666666666666666', 1, 32, '1548762991', 1),
(34, 6, 5, '6666666666666666666', 0, 0, '1548763025', 1),
(35, 7, 2, '7777777777777777777', 0, 0, '1548763044', 1),
(36, 8, 1, '88888888888888888888', 0, 0, '1548763054', 1),
(37, 9, 5, '99999999999999999999', 0, 0, '1548763065', 1),
(38, 10, 5, '1111111111111111111111111', 0, 0, '1548763078', 1),
(39, 11, 3, '1111111111111111111111', 0, 0, '1548764809', 1),
(40, 12, 3, '1212121212112121212', 0, 0, '1548764821', 1),
(41, 13, 5, '1313131313131313131', 0, 0, '1548764832', 1),
(42, 14, 5, '141414141414141414', 0, 0, '1548764841', 1),
(43, 15, 5, '151515151151515151', 0, 0, '1548764851', 1),
(44, 16, 5, '161616161616161616161', 0, 0, '1548764862', 1),
(45, 17, 5, '1771717171717171717171717', 0, 0, '1548764872', 1),
(46, 18, 1, '181818181888181818', 0, 0, '1548764886', 1),
(47, 19, 3, '1919191919191919191919191', 0, 0, '1548764900', 1),
(48, 20, 1, '202020202020202020202022020', 0, 0, '1548764911', 1),
(54, 13, 5, '2020202020202202020', 1, 41, '1548767193', 1),
(55, 20, 5, '2020202020202020202', 1, 48, '1548767258', 1),
(56, 14, 5, '14141414141414141414141', 1, 42, '1548767288', 1);

-- --------------------------------------------------------

--
-- 表的结构 `js_course`
--

CREATE TABLE IF NOT EXISTS `js_course` (
  `id` int(11) NOT NULL,
  `course` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `hour` int(2) NOT NULL,
  `teacher` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `field` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=23 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_course`
--

INSERT INTO `js_course` (`id`, `course`, `hour`, `teacher`, `field`, `status`) VALUES
(1, 'JS  深度HTML系列课程11111', 6, '小野', '前端开发', 0),
(2, 'JS++系列课程', 10, '小野', '前端开发', 1),
(3, 'JS++网页设计之京东商城项目实战', 10, '小野', '前端开发', 0),
(4, 'JS++网页设计之淘宝商城项目实战', 10, '小野', '前端开发', 0),
(5, 'JS++深度JavaScript基础系列课程', 38, '小野', '前端开发', 0),
(6, 'JS++深度DOM理论+实战', 44, '小野', '前端开发', 0),
(7, 'JS  深度JavaScript进阶系列课程123123', 40, '小野', '前端开发', 1),
(8, 'JS  深度jQuery系列课程', 40, '小野', '前端开发', 1),
(9, 'JS++深度JavaScript项目实战系列课程', 10, '小野', '前端开发', 1),
(10, 'JS  深度CSS3基础 高级实战系列课程121212', 40, '小夏', '前端开发', 1),
(11, 'JS  深度HTML5全系列技术系列课程111111', 40, '哈默', '前端开发', 1),
(12, 'JS++深度移动端开发之ZeptoJS系列课程', 20, '小野', '前端开发', 1),
(13, 'JS++深度UI框架开发之BootStrap系列课程', 10, '小夏', '前端开发', 1),
(14, 'JS++深度移动端开发项目实战系列课程', 10, '小野', '前端开发', 1),
(15, 'JS++深度JavaScript高级系列课程', 30, '小野', '前端开发', 1),
(16, 'JS++深度ES6基础+进阶+高级系列课程', 40, '小夏', '前端开发', 1),
(17, 'JS++深度前端自动化之Webpack系列课程', 20, '托尼', '前端开发', 1),
(18, 'JS++深度前端Git系列课程', 10, '托尼', '前端开发', 0),
(19, 'JS++深度JS框架之ReactJS系列课程', 30, '托尼', '前端开发', 0),
(20, 'JS++深度JS框架之VueJS系列课程', 40, '哈默', '前端开发', 0),
(21, 'JS++深度服务端开发之PHP系列课程', 40, '小野', '后端开发', 0),
(22, 'JS++深度服务端开发之NodeJS系列课程', 40, '小夏', '后端开发', 0);

-- --------------------------------------------------------

--
-- 表的结构 `js_courses`
--

CREATE TABLE IF NOT EXISTS `js_courses` (
  `id` int(11) NOT NULL,
  `field` varchar(15) COLLATE utf8_unicode_ci NOT NULL,
  `course_name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `img_url` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `link` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `is_vip` int(1) NOT NULL DEFAULT '0',
  `price` int(5) NOT NULL,
  `agency` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `recom` int(1) NOT NULL DEFAULT '1',
  `status` int(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_courses`
--

INSERT INTO `js_courses` (`id`, `field`, `course_name`, `img_url`, `link`, `is_vip`, `price`, `agency`, `recom`, `status`) VALUES
(1, '7,1,3', '前端开发之JavaScript深度指南【JS++前端】', 'img/javascript.jpg', 'https://ke.qq.com/course/329070', 0, 0, 'JS++前端', 1, 1),
(2, '1,2', '前端开发之HTML/CSS网页设计指南【JS++前端】', 'img/htmlcss.jpg', 'https://ke.qq.com/course/329071', 0, 0, 'JS++前端', 0, 1),
(3, '7,2,5', '前端开发之企业级京东商城HTML/CSS【JS++前端】', 'img/jd.jpg', 'https://ke.qq.com/course/329334', 0, 0, 'JS++前端', 1, 1),
(4, '7,6', 'WEB前端开发高级工程师就业班【JS++前端】', 'img/jiuyeban.jpg', 'https://ke.qq.com/course/334138', 1, 4980, 'JS++前端', 1, 1),
(5, '2,5', '前端就业班之淘宝商城-企业级网页实战【JS++前端】', 'img/taobao.jpg', 'https://ke.qq.com/course/338135', 1, 199, 'JS++前端', 0, 1),
(6, '7,3,5', '前端就业班之深度DOM基础+进阶+企业级高级应用【JS++前端】', 'img/dom.jpg', 'https://ke.qq.com/course/334298', 1, 599, 'JS++前端', 1, 1),
(7, '7,3,4,5', '前端提升班之深度ReactJS基础+实战+redux技术【JS++前端】', 'img/react.jpg', 'https://ke.qq.com/course/357106', 1, 499, 'JS++前端', 1, 1),
(8, '7,2,5', '前端就业班之深度Sass+Less基础+进阶+多案例应用【JS++前端】', 'img/sass.jpg', 'https://ke.qq.com/course/357114', 1, 299, 'JS++前端', 1, 1),
(9, '7,3,4,5', '前端提升班之深度VueJS基础+去哪儿网实战+源码解读【JS++前端】', 'img/vue.jpg', 'https://ke.qq.com/course/357390', 1, 699, 'JS++前端', 1, 1),
(10, '7,2,5', '前端就业班之深度CSS3基础+进阶+企业级高级应用【JS++前端】', 'img/css3.jpg', 'https://ke.qq.com/course/357601', 1, 499, 'JS++前端', 1, 1),
(11, '7,3,4,5', '前端提升班之深度Vue SSR企业必备之NuxtJS技术【JS++前端】', 'img/nuxt.jpg', 'https://ke.qq.com/course/357585', 1, 299, 'JS++前端', 1, 1),
(12, '7,6', 'WEB前端开发高级工程师提升班【JS++前端】', 'img/tishengban.jpg', 'https://ke.qq.com/course/360156', 1, 5880, 'JS++前端', 1, 1);

-- --------------------------------------------------------

--
-- 表的结构 `js_fields`
--

CREATE TABLE IF NOT EXISTS `js_fields` (
  `id` int(2) NOT NULL,
  `field` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `field_name` varchar(10) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_fields`
--

INSERT INTO `js_fields` (`id`, `field`, `field_name`) VALUES
(1, 'basic', '基础课'),
(2, 'htmlcss', 'HTML/CSS'),
(3, 'js', 'JavaScript'),
(4, 'framework', 'JS框架'),
(5, 'pactise', '实战课'),
(6, 'series', '系列课'),
(7, 'recom', '推荐课');

-- --------------------------------------------------------

--
-- 表的结构 `js_lecturer`
--

CREATE TABLE IF NOT EXISTS `js_lecturer` (
  `id` int(10) NOT NULL,
  `uid` int(10) NOT NULL,
  `lecturerid` int(10) NOT NULL,
  `part` int(10) NOT NULL,
  `name` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `intro` varchar(1000) COLLATE utf8_unicode_ci NOT NULL DEFAULT '无',
  `avatar` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `heart` int(10) NOT NULL DEFAULT '0',
  `gift` int(10) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=41 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_lecturer`
--

INSERT INTO `js_lecturer` (`id`, `uid`, `lecturerid`, `part`, `name`, `intro`, `avatar`, `heart`, `gift`) VALUES
(1, 327, 1, 1, '外教K', '北京蓝轨迹教育科技有限公司的联合创始人，现任教研总监。 韩国外教 K （曹恩贞），多年教学经验，教最地道的韩语。中韩贸易方面总负责，韩企中国分公司总经理经验、工作经验丰富，线下大学全职老师任职3年，有2000名以上在现实大学教课当中培养出来的学生，从零基础、语法、TOPIK等全课程讲课经验丰富。\n', '1.jpg', 0, 0),
(2, 20, 2, 1, '艾小野', '毕业中国民航飞行学院、韩国航空大学，互联网Web开发8年，涉及Web前端和后端、混合应用APP开发，开发项目有国家体育总局模拟飞行竞赛平台、四川大学考古实验室管理平台、湖南中洲通用航空有限公司官方网站、蓝轨迹教育科技官方互联网平台等。韩国语能力考试6级。现任北京蓝轨迹教育科技有限公司技术开发部总监。', '2.jpg', 5, 0),
(3, 0, 3, 1, '梅子', '蓝轨迹韩语教师', '3.jpg', 0, 0),
(4, 0, 4, 4, 'vivi', '现任北京蓝轨迹教育科技有限公司粤语学院培训管理，从事粤语教学两年以上，擅长粤拼、主题、情景、歌曲等教学，题材新颖，课程内容渗透粤港文化，用心讲好粤语教学的每一节课，把最好最精品的内容呈现给同学们。', '4.jpg', 0, 0),
(5, 314, 5, 1, '花小亭', '韩国语能力考试6级，曾由国家公派赴韩国庆熙大学学习，署名翻译多本韩国原版图书，韩中笔译经验逾百万字。韩语教学经验丰富，对韩语教学有自己的理解，讲解透彻、易懂，愿和大家一同分享学习韩语的乐趣。', '5.jpg', 0, 0),
(6, 0, 6, 1, '叶子', '蓝轨迹韩语教师', '6.jpg', 0, 0),
(7, 0, 7, 1, '妍希', '蓝轨迹韩语教师', '7.jpg', 0, 0),
(8, 0, 8, 3, '柯南', '高分通过日本语能力考试N1，现任蓝轨迹科技教育公开课管理。在线教学经验丰富，善于语法讲解和归纳，对课程和学生有耐心，有责任心。善于捕捉学生的需要，喜欢和学生交朋友。主授课程：初级、中级标准日本语；发音等。', '8.jpg', 0, 0),
(9, 0, 9, 3, '柏林', '西安外国语学院翻译专业硕士，郑州大学日语专业学士，曾获得第一届日本国情大赛二等奖。曾担任多家IT企业日语培训机构讲师，商务日语实战经验丰富，现任蓝轨迹日系招生组组长。有丰富的线上和线下教学经验，一直都在充当学生的心灵导师的角色，让学生的外语水平与专业素养同步提升。主授课程：初级、中级、高级标准日本语；大家日本语1、2册；听力能力突破等课程。', '9.jpg', 0, 0),
(10, 0, 10, 2, '丹妮', '蓝轨迹英系教研主任，重点大学英语专业硕士研究生，英语专业八级，雅思听力满分，跟随导师杨连瑞研究二语习得，从教多年，对于中国英语学习者在英语学习过程中存在的问题和特点有深入的研究，特别擅长解决学员听不懂、不会说等英语类疑难杂症，帮助众多学员完成出国升职等人生理想。', '10.jpg', 0, 0),
(11, 0, 11, 2, '露西', '课堂风格轻松幽默，教学有耐心，善于用轻松而形象的方式让学生理解和掌握英语语言学习的精髓，人称“段子手女神”，注重教授学习的方法，让学生即使在结束教学之后，也能一直保持良好的学习习惯和高度的自信。', '11.jpg', 0, 0),
(12, 261, 12, 3, '园园', '中山大学汉语国际教育专业硕士，长沙大学日本语专业学士，日本语能力考一级，现任蓝轨迹科技教育日系管理。多年实体培训经验，对日本语能力考和考研公共日语具备丰富的线上教学经验。课堂风格轻松活泼吸引学生注意力，课下与学生保持良好互动。 主授课程：中高级标准日本语；各级别语法冲刺；发音等。', '12.jpg', 11, 1),
(13, 0, 13, 4, '学心', '现任北京蓝轨迹教育科技有限公司粤语学院教研总监，从事粤语教学多年，教学经验丰富，授课幽默生动，通晓人文风俗，善于深入浅出，主张因材施教，特别专注研究：发音技巧规律/高效学习方法，致力于建立规范的、标准的粤语教学课程，成为粤语教学的标杆。', '13.jpg', 0, 0),
(14, 0, 14, 3, '山风岚', '国际大学商务日语专攻，日语一级，商务英语辅修，另通晓泰语。现任蓝轨迹日系教研组组长。多年教学经验，善于分析各类学生学习特点，对症下药。喜欢研究语言特点，授课简单通俗，让学生更容易理解看似专业性很强的文法概念。课上严厉风趣，课下动如疯兔!   主授课程：中级、高级标准日本语；初级、中级、高级商务日语等。', '14.jpg', 0, 0),
(15, 0, 15, 1, '魅蓝', '大学开始专业修学韩语，除此之外，主修有国际经济与贸易专业；毕业后先后工作于外企以及教育机构培训等，曾作代表参与访问群山市，参观新万金开发区；参与接待文化创意产业园区贵宾:富川市政府，议会等访问团；北京外贸协会举办的全国营销策划大赛企业奖等；韩语从教8年，教学经验丰富，更快定位，教授专属于你的韩语；VIP课程涉猎:实用韩语；过级考试；兴趣韩语等。\n', '15.jpg', 0, 0),
(16, 0, 16, 3, '潋月影', '日本语能力考一级，2010年开始从事线上日语教育，曾在日企工作多年，熟练掌握商务日语。现任蓝轨迹科技教育VIP小班公开课招生组长。语言风趣幽默，课堂生动活泼，有自己独特的授课风格和人格魅力，拥有广泛的学生群体。主授课程：初级、中级标准日本语；初级、中级商务日语等课程。', '16.jpg', 0, 0),
(17, 0, 17, 2, '靓龙', '蓝轨迹英语教师', '17.jpg', 0, 0),
(18, 0, 18, 2, '蛋蛋', '教学有耐心，上课内容逗趣且贴近生活，让学生理解和掌握英语语言学习的要点，就像动画里的潇洒超人一样，在轻松的氛围中引领学生冲破学习困难，找到正确的学习方法，养成良好的学习习惯和自信。', '18.jpg', 0, 0),
(19, 554, 19, 3, '小绎', '上海理工大学日语翻译硕士，通过日本语能力考试N1和日语专业8级考试。现任蓝轨迹教育科技日系管理，在线教学经验丰富 ，课堂幽默风趣，善于通过联想法帮助学生记忆。为人真诚，善于捕捉学生的需要，喜欢和学生交朋友。主授课程：初级、中级、高级标准日本语；发音等。', '19.jpg', 3, 0),
(20, 0, 20, 2, '婷婷', '蓝轨迹英语教师', '20.jpg', 0, 0),
(21, 0, 21, 1, '蒙奇奇', '毕业于韩国大学国语国文系，topik高级，资深韩国混生一枚，在韩从事中文教育，近年回国后一直致力于韩语教育，擅长口语和topik培训。', '21.jpg', 0, 0),
(22, 0, 22, 3, '神周', '东京大学医学专业在读。从小日本东京长大，取得日本永久居住权。熟悉日本人的思维和表达方式，使用标准流利的日本语。线上教学经验丰富，特别是口语发音训练，有一套完整的方法，使学生在良好轻松的氛围中主动开口并掌握正确的发音。主授课程：初级、中级语法；口语班；初级、中级、高级听力等。', '22.jpg', 0, 0),
(23, 0, 23, 3, '甜菜', '日本龙谷大学经济学部学士学位。在日本生活近10年，有强悍的日语实际应用能力。灵活自由的日语教学模式，无论口语，阅读，听力，都有很好的教学经验，能把复杂的问题简单化，循序渐进地把学生带入日语学习的最佳状态。主授课程：初中级阅读课程。\n', '23.jpg', 0, 0),
(24, 214, 24, 5, '硕', '', '24.jpg', 2, 0),
(38, 0, 38, 2, '汪洋', '蓝轨迹英语教师', 'default.jpg', 0, 0),
(39, 0, 39, 3, '天笑', '蓝轨迹日语讲师', '39.jpg', 0, 0),
(25, 0, 25, 2, '安娜', '蓝轨迹英语教师', '25.jpg', 0, 0),
(26, 0, 26, 2, 'Hera', '毕业于吉林省重点大学吉林师范大学英语专业，已成功考入澳大利亚悉尼大学，攻读教育学专业的对外英语教学（TESOL）的研究生课程，具有夯实的的理论基础和丰富讲课经验。', '26.jpg', 0, 0),
(27, 0, 27, 3, '包子', '2012年起赴日留学，在读留学生。擅长阅读、听力和口语。对日语论文和日本文化颇有心得。授课内容以日常会话为主，让学生在轻松的对话过程中对日本有更直面清晰的了解。现任蓝轨迹口语项目组长。主授课程：初中语法及会话。', '27.jpg', 0, 0),
(28, 0, 28, 1, '七蒽', '蓝轨迹韩语讲师', '28.jpg', 0, 0),
(29, 0, 29, 1, '樱兔子', '蓝轨迹韩语讲师', '29.jpg', 0, 0),
(30, 0, 30, 3, 'Kari', '湖南大学日语专业毕业  日语等级N1 曾在日塑集团（深圳）——派遣日本工作（日语翻译，客户担当） 湖南长沙牛耳教育——（日语教学主管） 湖南长沙新国际外国语培训学院—教学主管  现任蓝轨迹日语教师。', '30.jpg', 0, 0),
(31, 255, 31, 1, '张亮', '蓝轨迹韩语讲师', '31.jpg', 4, 0),
(32, 286, 32, 1, '畅畅', '蓝轨迹韩语讲师', '32.jpg', 6, 0),
(33, 258, 33, 1, '颜颜', '蓝轨迹韩语讲师', '33.jpg', 0, 0),
(37, 0, 37, 3, '杏子', '华南理工大学日语专业学士学位，毕业后一直从事线下日语教育相关工作，2015 年开始接触网络日语授课，获得众多学生关注。思维严谨，上课方式多变。声音甜美，从讲语法语法到教唱歌总能很快吸引学生注意力。耐心解答学生问题，与学生保持良好互动。\r\n主授课程：发音班、新标日初级中级等。', '37.jpg', 0, 0),
(40, 0, 40, 1, '小雅', '蓝轨迹韩语讲师', 'default.jpg', 0, 0),
(34, 0, 34, 2, 'coco', '蓝轨迹英语教师', '34.jpg', 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `js_lfcourses`
--

CREATE TABLE IF NOT EXISTS `js_lfcourses` (
  `id` int(11) NOT NULL,
  `field` varchar(3) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'kor' COMMENT '课程所属语系，kor,eng,jap,yy',
  `kind` int(10) NOT NULL DEFAULT '8' COMMENT '课程的类型（lf_classfield）',
  `folder` int(11) NOT NULL,
  `orders` int(10) NOT NULL,
  `lecturer` int(10) NOT NULL DEFAULT '1',
  `classname` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '首尔大学韩国语',
  `classintro` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT '无',
  `title` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `video` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL,
  `time` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `first` int(1) NOT NULL DEFAULT '0',
  `free` int(1) NOT NULL DEFAULT '0',
  `recom` varchar(3) COLLATE utf8mb4_unicode_ci NOT NULL,
  `watched` int(10) NOT NULL DEFAULT '0',
  `follow` int(10) NOT NULL DEFAULT '0',
  `question` int(10) NOT NULL DEFAULT '0',
  `vip` int(1) NOT NULL DEFAULT '1',
  `frontshow` int(1) NOT NULL DEFAULT '0',
  `indexwin` int(1) NOT NULL DEFAULT '0',
  `point` int(11) NOT NULL DEFAULT '1',
  `uptime` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=2040 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `js_lfcourses`
--

INSERT INTO `js_lfcourses` (`id`, `field`, `kind`, `folder`, `orders`, `lecturer`, `classname`, `classintro`, `title`, `video`, `time`, `first`, `free`, `recom`, `watched`, `follow`, `question`, `vip`, `frontshow`, `indexwin`, `point`, `uptime`, `status`) VALUES
(1, 'kor', 4, 8, 1, 3, '韩国语中的“和”', '无', '하고', '1.mp4', '04:54', 1, 0, '', 451, 2, 0, 0, 0, 0, 1, '', 1),
(2, 'yy', 5, 9, 1, 4, '看表情学粤语', '无', '第一课', '1.mp4', '05:08', 1, 0, 'yy', 829, 3, 0, 0, 1, 0, 1, '', 1),
(3, 'yy', 0, 9, 2, 0, '看表情学粤语', '无', '第二课', '2.mp4', '05:16', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(4, 'yy', 0, 9, 3, 0, '看表情学粤语', '无', '第三课', '3.mp4', '05:12', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(5, 'yy', 0, 9, 4, 0, '看表情学粤语', '无', '第四课', '4.mp4', '04:24', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(6, 'yy', 0, 9, 5, 0, '看表情学粤语', '无', '第五课', '5.mp4', '04:01', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(7, 'yy', 0, 9, 6, 0, '看表情学粤语', '无', '第六课', '6.mp4', '05:05', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(9, 'kor', 1, 1, 1, 5, '韩语口语300句', '无', '初次见面', '1.mp4', '24:05', 1, 1, 'jap', 2233, 8, 0, 0, 1, 0, 1, '', 0),
(10, 'kor', 0, 1, 2, 0, '韩语口语300句', '无', '日常问候', '2.mp4', '22:58', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(11, 'kor', 0, 1, 3, 0, '韩语口语300句', '无', '道歉、感谢、回应', '3.mp4', '26:15', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(12, 'kor', 0, 1, 4, 0, '韩语口语300句', '无', '乘出租车', '4.mp4', '26:44', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(13, 'kor', 0, 1, 5, 0, '韩语口语300句', '无', '乘公交、地铁', '5.mp4', '30:00', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(14, 'kor', 0, 1, 6, 0, '韩语口语300句', '无', '购物', '6.mp4', '30:10', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(15, 'kor', 0, 1, 7, 0, '韩语口语300句', '无', '旅游', '7.mp4', '21:04', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(16, 'kor', 0, 1, 8, 0, '韩语口语300句', '无', '在饭店', '8.mp4', '20:50', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(17, 'kor', 0, 1, 9, 0, '韩语口语300句', '无', '打电话', '9.mp4', '21:38', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(18, 'kor', 0, 1, 10, 0, '韩语口语300句', '无', '在医院、药店', '10.mp4', '22:17', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(19, 'kor', 0, 1, 11, 0, '韩语口语300句', '无', '问路', '11.mp4', '25:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(20, 'kor', 0, 1, 12, 0, '韩语口语300句', '无', '在邮局', '12.mp4', '24:00', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(21, 'kor', 3, 2, 1, 6, '叶子老师韩语发音', '无', '第一课', '1.mp4', '08:20', 1, 0, '', 341, 5, 0, 0, 1, 0, 1, '', 0),
(22, 'kor', 0, 2, 2, 0, '叶子老师韩语发音', '无', '第二课', '2.mp4', '22:57', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(23, 'kor', 0, 2, 3, 0, '叶子老师韩语发音', '无', '第三课', '3.mp4', '26:35', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(24, 'kor', 0, 2, 4, 0, '叶子老师韩语发音', '无', '第四课', '4.mp4', '30:01', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(25, 'kor', 0, 2, 5, 0, '叶子老师韩语发音', '无', '第五课', '5.mp4', '25:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(26, 'kor', 0, 2, 6, 0, '叶子老师韩语发音', '无', '第六课', '6.mp4', '42:36', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(27, 'kor', 3, 3, 1, 7, '妍希老师韩语发音', '无', '第一课', '1.mp4', '20:10', 1, 0, '', 1249, 9, 0, 0, 0, 0, 1, '', 0),
(28, 'kor', 0, 3, 2, 0, '妍希老师韩语发音', '无', '第二课', '2.mp4', '18:24', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(29, 'kor', 0, 3, 3, 0, '妍希老师韩语发音', '无', '第三课', '3.mp4', '16:57', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(30, 'kor', 0, 3, 4, 0, '妍希老师韩语发音', '无', '第四课', '4.mp4', '19:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(31, 'kor', 0, 3, 5, 0, '妍希老师韩语发音', '无', '第五课', '5.mp4', '22:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(32, 'kor', 0, 3, 6, 0, '妍希老师韩语发音', '无', '第六课', '6.mp4', '28:02', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(33, 'kor', 1, 4, 1, 5, '职场韩语', '无', '打电话咨询', '1.mp4', '16:33', 1, 0, 'yy', 244, 1, 0, 0, 1, 0, 1, '', 1),
(34, 'kor', 0, 4, 2, 0, '职场韩语', '无', '接到面试通知', '2.mp4', '11:33', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(35, 'kor', 0, 4, 3, 0, '职场韩语', '无', '面试', '3.mp4', '21:29', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(36, 'kor', 0, 4, 4, 0, '职场韩语', '无', '接到录取通知', '4.mp4', '09:06', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(37, 'kor', 0, 4, 5, 0, '职场韩语', '无', '上班报到', '5.mp4', '22:46', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(38, 'kor', 0, 4, 6, 0, '职场韩语', '无', '处理文件', '6.mp4', '14:47', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(39, 'kor', 0, 4, 7, 0, '职场韩语', '无', '接听电话', '7.mp4', '11:36', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(40, 'kor', 0, 4, 8, 0, '职场韩语', '无', '跟上司交流', '8.mp4', '20:58', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(41, 'kor', 0, 4, 9, 0, '职场韩语', '无', '会议讨论', '9.mp4', '17:20', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(42, 'kor', 0, 4, 10, 0, '职场韩语', '无', '介绍产品', '10.mp4', '16:56', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(43, 'kor', 0, 4, 11, 0, '职场韩语', '无', '谈论感想', '11.mp4', '16:12', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(44, 'kor', 0, 4, 12, 0, '职场韩语', '无', ' 商议价格', '12.mp4', '18:16', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(45, 'kor', 0, 4, 13, 0, '职场韩语', '无', '商议交货时间', '13.mp4', '22:31', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(46, 'kor', 0, 4, 14, 0, '职场韩语', '无', '商议包装', '14.mp4', '20:46', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(47, 'kor', 0, 4, 15, 0, '职场韩语', '无', '商讨合同', '15.mp4', '18:43', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(48, 'kor', 0, 4, 16, 0, '职场韩语', '无', '签订合同', '16.mp4', '14:23', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(49, 'jap', 7, 5, 1, 9, '日语学习方法', '无', '日语语调', '1.mp4', '11:23', 1, 0, 'yy', 289, 1, 0, 0, 1, 0, 1, '', 1),
(50, 'jap', 3, 6, 1, 8, '轻松学习五十音', '无', '元音', '1.mp4', '17:24', 1, 0, 'eng', 301, 3, 0, 0, 0, 0, 1, '', 1),
(51, 'eng', 2, 7, 1, 10, '英美文化解码', '无', '为何谈论天气', '1.mp4', '09:44', 1, 1, 'eng', 2253, 3, 0, 0, 1, 1, 1, '', 1),
(52, 'eng', 0, 7, 2, 0, '英美文化解码', '无', '英国名称知多少', '2.mp4', '08:32', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(53, 'eng', 0, 7, 3, 0, '英美文化解码', '无', '小苹果', '3.mp4', '08:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(54, 'eng', 0, 7, 4, 0, '英美文化解码', '无', '印度人与印第安人', '4.mp4', '09:00', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(55, 'eng', 0, 7, 5, 0, '英美文化解码', '无', '处女天蝎座', '5.mp4', '12:37', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(56, 'eng', 0, 7, 6, 0, '英美文化解码', '无', '星座与跑男(1)', '6.mp4', '09:48', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(57, 'eng', 0, 7, 7, 0, '英美文化解码', '无', '星座与跑男(2)', '7.mp4', '08:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(58, 'eng', 0, 7, 8, 0, '英美文化解码', '无', '节日习俗', '8.mp4', '12:32', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(59, 'eng', 0, 7, 9, 0, '英美文化解码', '无', '不能说的秘密(1)', '9.mp4', '11:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(60, 'eng', 0, 7, 10, 0, '英美文化解码', '无', '不能说的秘密(2)', '10.mp4', '09:00', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(61, 'eng', 0, 7, 11, 0, '英美文化解码', '无', '中西方鬼文化', '11.mp4', '10:20', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(62, 'eng', 0, 7, 12, 0, '英美文化解码', '无', '吸血鬼的故事', '12.mp4', '09:55', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(63, 'kor', 3, 10, 1, 1, '外教K老师-基础韩国语', '无', '韩语介绍', '1.mp4', '06:18', 1, 1, 'kor', 2113, 20, 0, 0, 1, 1, 1, '', 0),
(64, 'kor', 0, 10, 2, 0, '外教K老师-基础韩国语', '无', 'ㅏ/ㅓ/ㅗ/ㅇ', '2.mp4', '06:28', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(65, 'kor', 0, 10, 3, 0, '外教K老师-基础韩国语', '无', 'ㅜ/ㅡ/ㅣ/ㄱ', '3.mp4', '08:36', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(66, 'kor', 0, 10, 4, 0, '外教K老师-基础韩国语', '无', 'ㄷ/ㅂ/ㅅ/ㅈ', '4.mp4', '13:30', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(67, 'kor', 0, 10, 5, 0, '外教K老师-基础韩国语', '无', '发音练习一', '5.mp4', '07:00', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(68, 'kor', 0, 10, 6, 0, '外教K老师-基础韩国语', '无', 'ㅐ/ㅔ/ㅚ/ㅟ', '6.mp4', '08:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(69, 'kor', 0, 10, 7, 0, '外教K老师-基础韩国语', '无', 'ㄴ/ㄹ/ㅁ', '7.mp4', '06:24', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(70, 'kor', 0, 10, 8, 0, '外教K老师-基础韩国语', '无', '发音练习二', '8.mp4', '05:13', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(71, 'kor', 0, 10, 9, 0, '外教K老师-基础韩国语', '无', 'ㄱ/ㄲ/ㅋ', '9.mp4', '08:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(72, 'kor', 0, 10, 10, 0, '外教K老师-基础韩国语', '无', 'ㄷ/ㄸ/ㅌ', '10.mp4', '06:18', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(73, 'kor', 0, 10, 11, 0, '外教K老师-基础韩国语', '无', 'ㅂ/ㅃ/ㅍ', '11.mp4', '05:39', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(74, 'kor', 0, 10, 12, 0, '外教K老师-基础韩国语', '无', 'ㅅ/ㅆ', '12.mp4', '04:20', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(75, 'kor', 0, 10, 13, 0, '外教K老师-基础韩国语', '无', 'ㅈ/ㅉ/ㅊ/ㅇ/ㅎ', '13.mp4', '06:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(76, 'kor', 0, 10, 14, 0, '外教K老师-基础韩国语', '无', '发音练习三', '14.mp4', '06:14', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(77, 'kor', 0, 10, 15, 0, '外教K老师-基础韩国语', '无', '复合元音ㅑ/ㅒ/ㅕ/ㅖ', '15.mp4', '04:43', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(78, 'kor', 0, 10, 16, 0, '外教K老师-基础韩国语', '无', '复合元音ㅛ/ㅘ/ㅙ/ㅠ/ㅝ/ㅞ/ㅢ', '16.mp4', '10:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(79, 'kor', 0, 10, 17, 0, '外教K老师-基础韩国语', '无', '发音练习四', '17.mp4', '04:13', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(80, 'kor', 0, 10, 18, 0, '外教K老师-基础韩国语', '无', '收音ㄱ/ㄴ/ㄷ', '18.mp4', '09:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(81, 'kor', 0, 10, 19, 0, '外教K老师-基础韩国语', '无', '单收音ㄹ/ㅁ/ㅂ/ㅇ', '19.mp4', '06:29', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(82, 'kor', 0, 10, 20, 0, '外教K老师-基础韩国语', '无', '发音练习五', '20.mp4', '07:31', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(83, 'kor', 0, 10, 21, 0, '外教K老师-基础韩国语', '无', '双收音', '21.mp4', '13:19', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(84, 'eng', 5, 11, 1, 11, '英语地道表达小贴士', '无', '快刀斩乱麻', '1.mp4', '04:51', 1, 1, 'kor', 2341, 5, 4, 0, 1, 0, 1, '', 1),
(85, 'eng', 0, 11, 2, 0, '英语地道表达小贴士', '无', '潘朵拉魔盒', '2.mp4', '02:53', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(86, 'eng', 0, 11, 3, 0, '英语地道表达小贴士', '无', '山姆大叔', '3.mp4', '03:11', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(87, 'eng', 0, 11, 4, 0, '英语地道表达小贴士', '无', '暗渡陈仓', '4.mp4', '04:58', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(88, 'eng', 0, 11, 5, 0, '英语地道表达小贴士', '无', '红颜祸水', '5.mp4', '05:14', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(89, 'eng', 0, 11, 6, 0, '英语地道表达小贴士', '无', '绝笔', '6.mp4', '03:28', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(90, 'eng', 0, 11, 7, 0, '英语地道表达小贴士', '无', '因小失大', '7.mp4', '04:07', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(91, 'eng', 0, 11, 8, 0, '英语地道表达小贴士', '无', '英语中的“I”为什么要大写', '8.mp4', '02:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(92, 'kor', 3, 12, 1, 1, '外教K老师-韩语音变', '无', '连音化(1):单收音+ㅇ', '1.mp4', '06:48', 1, 1, '', 443, 5, 0, 0, 1, 0, 1, '', 0),
(93, 'kor', 0, 12, 2, 0, '外教K老师-韩语音变', '无', '连音化(2):双收音+ㅇ', '2.mp4', '06:16', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(94, 'kor', 0, 12, 3, 0, '外教K老师-韩语音变', '无', '连音化(3):ㅎ+ㅇ/ㅎ脱落', '3.mp4', '04:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(95, 'kor', 0, 12, 4, 0, '外教K老师-韩语音变', '无', '连音化(4):ㄷ/ㅌ+이/히', '4.mp4', '04:39', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(96, 'kor', 0, 12, 5, 0, '外教K老师-韩语音变', '无', ' 辅音同化(1):松音+ㄴㅁ', '5.mp4', '10:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(97, 'kor', 0, 12, 6, 0, '外教K老师-韩语音变', '无', '辅音同化(2):ㄴ+ㄹ/ㄹ+ㄴ', '6.mp4', '04:07', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(98, 'kor', 0, 12, 7, 0, '外教K老师-韩语音变', '无', '紧音化(1):松音+松音', '7.mp4', '06:22', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(99, 'kor', 0, 12, 8, 0, '外教K老师-韩语音变', '无', '紧音化(2):动,形词干ㄴ/ㅁ+松音', '8.mp4', '09:08', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(100, 'kor', 0, 12, 9, 0, '外教K老师-韩语音变', '无', '送气音化:松音+ㅎ/ㅎ+松音', '9.mp4', '05:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(102, 'kor', 1, 13, 1, 1, '韩剧中的经典语句', '无', '아저씨, 살려 주세요.', '1.mp4', '02:01', 1, 0, 'kor', 333, 2, 0, 0, 0, 0, 1, '', 1),
(103, 'jap', 5, 14, 1, 19, '日语生活小常识', '无', '日本垃圾分类', '1.mp4', '02:44', 1, 0, '', 157, 0, 0, 0, 0, 0, 1, '', 1),
(104, 'yy', 6, 15, 1, 4, '粤语音译词', '无', '第一课', '1.mp4', '04:36', 1, 0, 'jap', 207, 1, 0, 0, 1, 0, 1, '', 1),
(105, 'yy', 0, 15, 2, 0, '粤语音译词', '无', '第二课', '2.mp4', '03:57', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(106, 'yy', 0, 15, 3, 0, '粤语音译词', '无', '第三课', '3.mp4', '05:18', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(107, 'yy', 0, 15, 4, 0, '粤语音译词', '无', '第四课', '4.mp4', '04:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(108, 'yy', 0, 15, 5, 0, '粤语音译词', '无', '第五课', '5.mp4', '03:15', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(109, 'yy', 0, 15, 6, 0, '粤语音译词', '无', '第六课', '6.mp4', '06:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(110, 'yy', 0, 15, 7, 0, '粤语音译词', '无', '第七课', '7.mp4', '05:04', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(111, 'yy', 0, 15, 8, 0, '粤语音译词', '无', '第八课', '8.mp4', '04:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(114, 'jap', 4, 16, 1, 12, '考研日语', '无', '考研日语介绍', '1.mp4', '12:29', 1, 0, 'jap', 163, 1, 1, 1, 0, 0, 1, '', 1),
(115, 'jap', 0, 16, 2, 0, '考研日语', '无', '主格助词', '2.mp4', '09:14', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(116, 'jap', 0, 16, 3, 0, '考研日语', '无', '宾格助词', '3.mp4', '05:06', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(117, 'yy', 2, 17, 1, 4, '粤语 - "水文化"', '无', '你有几多水吖？', '1.mp4', '25:13', 1, 0, 'eng', 115, 0, 0, 0, 1, 0, 1, '', 1),
(118, 'yy', 2, 17, 2, 4, '粤语 - "水文化"', '无', '猪笼入水，最受欢迎', '2.mp4', '18.59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(119, 'yy', 2, 17, 3, 4, '粤语 - "水文化"', '无', '水兵对水手，谁赢？', '3.mp4', '21:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(120, 'yy', 2, 17, 4, 4, '粤语 - "水文化"', '无', '色水，水有颜色的吗？', '4.mp4', '20:10', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(121, 'jap', 6, 18, 1, 9, '日语趣味记单词', '无', '容易写错的日语汉字', '1.mp4', '05:22', 1, 1, '', 882, 2, 0, 0, 1, 0, 1, '', 1),
(122, 'jap', 6, 18, 2, 9, '日语趣味记单词', '无', '周一到周日', '2.mp4', '02:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(123, 'jap', 6, 18, 3, 9, '日语趣味记单词', '无', '数量词1个-10个', '3.mp4', '03:31', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(124, 'jap', 6, 18, 4, 9, '日语趣味记单词', '无', '动词音变形口诀', '4.mp4', '04:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(125, 'jap', 2, 19, 1, 14, '日本文化解码', '无', '吉祥物', '1.mp4', '08:34', 1, 0, 'kor', 255, 1, 0, 0, 0, 0, 1, '', 1),
(126, 'jap', 1, 20, 1, 9, '跟着声优学日语', '无', '大小姐，该起床了！', '1.mp4', '02:46', 1, 0, 'jap', 763, 2, 0, 0, 1, 0, 1, '', 1),
(127, 'jap', 1, 20, 2, 9, '跟着声优学日语', '无', '你再不起床，我也想睡了！', '2.mp4', '02:53', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(128, 'jap', 1, 20, 3, 9, '跟着声优学日语', '无', '你醒了吗？昨晚睡得好吗？', '3.mp4', '02:18', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(129, 'jap', 4, 21, 1, 9, '日语语法连连看', '无', 'なくて、ないで用法解析', '1.mp4', '03:35', 1, 1, '', 493, 2, 0, 0, 1, 0, 1, '', 1),
(130, 'jap', 4, 21, 2, 9, '日语语法连连看', '无', '表示推测的みたい、らしい、そうだ用法区别', '2.mp4', '06:54', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(131, 'jap', 4, 21, 3, 9, '日语语法连连看', '无', '言う、話す', '3.mp4', '02:01', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(132, 'kor', 4, 8, 2, 3, '韩国语中的“和”', '无', '와 / 과', '2.mp4', '06:16', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(133, 'kor', 1, 22, 1, 15, '韩国旅游常用语', '无', '购物', '1.mp4', '07:06', 1, 0, 'eng', 383, 4, 0, 0, 1, 0, 1, '', 1),
(134, 'kor', 1, 22, 2, 15, '韩国旅游常用语', '无', '就餐', '2.mp4', '09:11', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(135, 'kor', 6, 18, 5, 9, '日语趣味记单词', '无', '不走寻常路的单词', '5.mp4', '05:46', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(136, 'jap', 7, 23, 1, 9, '日语听力中的“干扰君”', '无', '听力的练习方法', '1.mp4', '05:36', 1, 0, '', 232, 0, 0, 0, 1, 0, 1, '', 1),
(137, 'jap', 7, 23, 2, 9, '日语听力中的“干扰君”', '无', '能力考N3真题精听1', '2.mp4', '08:24', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(138, 'jap', 7, 23, 3, 9, '日语听力中的“干扰君”', '无', '能力考N3真题精听2', '3.mp4', '05:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(139, 'yy', 1, 24, 1, 13, '粤语常用单词', '无', '你做什么职业？', '1.mp4', '04:56', 1, 0, 'yy', 231, 0, 0, 0, 1, 0, 1, '', 1),
(140, 'yy', 1, 24, 2, 13, '粤语常用单词', '无', '喜欢吃海鲜吗？', '2.mp4', '03:52', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(141, 'yy', 1, 24, 3, 13, '粤语常用单词', '无', '这是你的谁？', '3.mp4', '06:22', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(142, 'yy', 4, 25, 1, 13, '粤语中的经典句型', '无', '系', '1.mp4', '04:21', 1, 0, 'kor', 303, 0, 0, 0, 1, 1, 1, '', 1),
(143, 'yy', 4, 25, 2, 13, '粤语中的经典句型', '无', '喺', '2.mp4', '03:55', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(144, 'yy', 4, 25, 3, 13, '粤语中的经典句型', '无', '几', '3.mp4', '04:30', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(145, 'yy', 1, 26, 1, 13, '粤语常用口语强化', '无', '问路1', '1.mp4', '20:31', 1, 0, '', 184, 1, 0, 0, 0, 0, 1, '', 1),
(146, 'yy', 1, 26, 2, 13, '粤语常用口语强化', '无', '问路2', '2.mp4', '19:18', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(147, 'yy', 1, 26, 3, 13, '粤语常用口语强化', '无', '问路3', '3.mp4', '16:55', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(148, 'yy', 1, 26, 3, 13, '粤语常用口语强化', '无', '问路4', '4.mp4', '21:46', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(149, 'eng', 6, 27, 1, 11, '英文中带面具的词语', '无', 'Bad到底有多坏', '1.mp4', '05:26', 1, 0, 'eng', 625, 1, 0, 0, 1, 0, 1, '', 1),
(150, 'eng', 6, 27, 2, 11, '英文中带面具的词语', '无', 'Star是什么星', '2.mp4', '05:12', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(151, 'eng', 6, 27, 3, 11, '英文中带面具的词语', '无', '带你玩转“Blue”', '3.mp4', '06:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(152, 'eng', 6, 27, 4, 11, '英文中带面具的词语', '无', '好可怕！英文中的“喉咙”', '4.mp4', '05:05', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(153, 'eng', 6, 27, 5, 11, '英文中带面具的词语', '无', '英语对话中的“小尾巴”', '5.mp4', '06:04', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(154, 'eng', 6, 27, 6, 11, '英文中带面具的词语', '无', '月亮上的男人是谁？', '6.mp4', '05:07', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(155, 'jap', 4, 28, 1, 16, '日语中的助词', '无', '主格助词“は”', '1.mp4', '03:23', 1, 0, '', 265, 0, 0, 0, 1, 0, 1, '', 1),
(156, 'jap', 4, 28, 2, 16, '日语中的助词', '无', '提示方向的助词“へ”', '2.mp4', '03:38', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(157, 'jap', 4, 28, 3, 16, '日语中的助词', '无', '提示动作进行场所的助词“で”', '3.mp4', '02:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(158, 'jap', 4, 28, 4, 16, '日语中的助词', '无', '提示交通工具的助词“で”', '4.mp4', '03:03', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(159, 'jap', 6, 29, 1, 14, '日语近似单词解析', '无', '有 - います VS.あります', '1.mp4', '02:08', 1, 0, '', 600, 1, 0, 0, 1, 0, 1, '', 1),
(160, 'jap', 6, 29, 2, 14, '日语近似单词解析', '无', '想、认为 - 思います VS.考えます', '2.mp4', '02:44', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(161, 'jap', 6, 29, 3, 14, '日语近似单词解析', '无', '知道 - 分かりますVS.知ります', '3.mp4', '03:10', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(162, 'jap', 6, 18, 6, 9, '日语趣味记单词', '无', '动词活用形的音调规则', '6.mp4', '05:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(163, 'jap', 6, 18, 7, 9, '日语趣味记单词', '无', '跟手机相关的单词', '7.mp4', '02:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(164, 'jap', 6, 18, 8, 9, '日语趣味记单词', '无', '日语单词中日语汉字的发音规律', '8.mp4', '05:21', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(165, 'jap', 4, 21, 4, 9, '日语语法连连看', '无', '教你区分聞こえる、聞ける', '4.mp4', '03:43', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(166, 'jap', 7, 23, 4, 9, '日语听力中的“干扰君”', '无', '自我介绍类听力训练', '4.mp4', '05:03', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(167, 'eng', 3, 30, 1, 17, '英语四大发音规则是什么鬼', '无', '读音中的连读规则', '1.mp4', '13:49', 1, 0, 'jap', 524, 3, 0, 0, 1, 0, 1, '', 1),
(168, 'eng', 2, 31, 1, 18, '西餐礼仪', '无', '西餐的起源', '1.mp4', '09:12', 1, 0, 'yy', 265, 1, 0, 0, 1, 0, 1, '', 1),
(169, 'jap', 7, 23, 5, 9, '日语听力中的“干扰君”', '无', '短文听解方法', '5.mp4', '06:48', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(170, 'jap', 7, 23, 6, 9, '日语听力中的“干扰君”', '无', '商务会话类文章解析', '6.mp4', '06:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(171, 'jap', 4, 21, 5, 9, '日语语法连连看', '无', '从习题中练习区分は、が', '5.mp4', '04:47', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(172, 'jap', 4, 21, 6, 9, '日语语法连连看', '无', '动词连用形用法总结', '6.mp4', '04:48', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(173, 'jap', 5, 32, 1, 19, '日语敬语的基本使用', '无', '打招呼时使用的敬语', '1.mp4', '12:10', 1, 0, '', 186, 0, 0, 0, 1, 0, 1, '', 1),
(176, 'kor', 1, 22, 3, 15, '韩国旅游常用语', '无', '韩国出行', '3.mp4', '05:52', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(177, 'kor', 1, 22, 4, 15, '韩国旅游常用语', '无', '买与卖', '4.mp4', '07:06', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(178, 'kor', 1, 22, 5, 15, '韩国旅游常用语', '无', '用餐', '5.mp4', '09:11', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(179, 'jap', 5, 32, 2, 19, '日语敬语的基本使用', '无', '邀请做客', '2.mp4', '09:09', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(180, 'jap', 5, 32, 3, 19, '日语敬语的基本使用', '无', '邀请约会', '3.mp4', '06:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(181, 'eng', 1, 35, 1, 20, '生活美语之“去旅行吧”', '无', '预订机票和酒店', '1.mp4', '09:40', 1, 0, '', 209, 0, 0, 0, 1, 0, 1, '', 1),
(182, 'eng', 1, 35, 2, 20, '生活美语之“去旅行吧”', '无', '入乡随俗必知的禁忌', '2.mp4', '05:56', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(183, 'eng', 1, 35, 3, 20, '生活美语之“去旅行吧”', '无', '打包行李', '3.mp4', '08:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(184, 'eng', 1, 35, 4, 20, '生活美语之“去旅行吧”', '无', '乘飞机常用英语', '4.mp4', '06:35', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(185, 'eng', 1, 35, 5, 20, '生活美语之“去旅行吧”', '无', '问路', '5.mp4', '05:29', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(186, 'eng', 1, 35, 6, 20, '生活美语之“去旅行吧”', '无', '血拼购物', '6.mp4', '08:19', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(187, 'jap', 4, 34, 1, 16, '日语中的时间点与时间段', '无', '第一课', '1.mp4', '03:25', 1, 0, '', 79, 0, 0, 0, 0, 0, 1, '', 1),
(188, 'jap', 4, 36, 1, 16, '日语中的“是什么”', '无', '第一课', '1.mp4', '03:16', 1, 0, '', 137, 1, 0, 0, 0, 0, 1, '', 1),
(189, 'kor', 8, 37, 1, 21, '首尔大韩国语（旧）第一册', '无', '预备（音标）', '1.mp4', '05:27', 1, 1, '', 1317, 8, 0, 0, 1, 0, 1, '', 1),
(190, 'kor', 8, 37, 2, 21, '首尔大韩国语（旧）第一册', '无', 'ㅂㅍㅃㅁ（第一页）', '2.mp4', '09:46', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(191, 'kor', 8, 37, 3, 21, '首尔大韩国语（旧）第一册', '无', 'ㄷㅌㄸㄴㄹ（第一页）', '3.mp4', '16:55', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(192, 'jap', 1, 38, 1, 22, '《貧乏神》台词朗读', '无', '第一幕', '1.mp4', '02:52', 1, 0, '', 88, 1, 0, 0, 0, 0, 1, '', 1),
(193, 'jap', 1, 39, 1, 22, '日语朗读技巧', '无', '日语朗读基础', '1.mp4', '08:08', 1, 0, '', 168, 0, 0, 0, 0, 0, 1, '', 1),
(194, 'jap', 4, 40, 1, 23, '日语动词详解', '无', '自动词与他动词1', '1.mp4', '04:07', 1, 0, '', 129, 1, 0, 0, 0, 0, 1, '', 1),
(195, 'jap', 4, 40, 2, 23, '日语动词详解', '无', '自动词与他动词2', '2.mp4', '05:06', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(196, 'jap', 4, 40, 3, 23, '日语动词详解', '无', '自动词与他动词3', '3.mp4', '08:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(197, 'jap', 5, 14, 2, 19, '日语生活小常识', '无', '日本的证件、交通卡', '2.mp4', '05:04', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(198, 'jap', 1, 39, 2, 22, '日语朗读技巧', '无', 'NHK朗读技巧', '2.mp4', '08:17', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(199, 'eng', 1, 41, 1, 10, '看《老友记》学英语', '无', '第一讲', '1.mp4', '13:43', 1, 0, '', 633, 2, 0, 0, 0, 0, 1, '', 1),
(200, 'eng', 1, 41, 2, 10, '看《老友记》学英语', '无', '第二讲', '2.mp4', '17:32', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(201, 'kor', 8, 37, 4, 21, '首尔大韩国语（旧）第一册', '无', 'ㅈㅊㅉㅅㅆ（第1页）', '4.mp4', '18:59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(336, 'kor', 6, 59, 2, 29, '韩语单词分类【场所】', '无', '韩语场所分类第二课', '2.mp4', '06:57', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474102940', 1),
(204, 'eng', 2, 31, 2, 18, '西餐礼仪', '无', '着装、场合、上菜礼仪', '2.mp4', '10:11', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(205, 'eng', 2, 31, 3, 18, '西餐礼仪', '无', '餐具摆设', '3.mp4', '07:17', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(206, 'eng', 2, 31, 4, 18, '西餐礼仪', '无', '酒水礼仪', '4.mp4', '06:47', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(207, 'jap', 4, 40, 4, 23, '日语动词详解', '无', 'ない型', '4.mp4', '06:03', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(208, 'jap', 4, 40, 5, 23, '日语动词详解', '无', 'ます型', '5.mp4', '05:33', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(209, 'jap', 4, 40, 6, 23, '日语动词详解', '无', '动词分类', '6.mp4', '09:07', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(213, 'kor', 8, 37, 5, 21, '首尔大韩国语（旧）第一册', '无', 'ㄱㅋㄲㅎ（第1页）', '5.mp4', '14:15', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(210, 'jap', 4, 40, 7, 23, '日语动词详解', '无', 'て、た型', '7.mp4', '06:38', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(211, 'jap', 4, 40, 8, 23, '日语动词详解', '无', '假定型', '8.mp4', '04:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(212, 'jap', 4, 40, 9, 23, '日语动词详解', '无', '可能型', '9.mp4', '06:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(214, 'kor', 8, 37, 6, 21, '首尔大韩国语（旧）第一册', '无', 'ㅑㅕㅛ（第一页）', '6.mp4', '08:46', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(215, 'kor', 8, 37, 7, 21, '首尔大韩国语（旧）第一册', '无', 'ㅠㅒㅖ（第1页）', '7.mp4', '06:56', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(216, 'eng', 2, 31, 5, 18, '西餐礼仪', '无', '各国餐饮服务', '5.mp4', '07:25', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(217, 'eng', 2, 31, 6, 18, '西餐礼仪', '无', '餐饮习惯', '6.mp4', '07:04', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(218, 'jap', 4, 40, 10, 23, '日语动词详解', '无', '意向型', '10.mp4', '05:28', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(219, 'jap', 4, 40, 11, 23, '日语动词详解', '无', '命令型', '11.mp4', '04:32', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(220, 'jap', 4, 40, 12, 23, '日语动词详解', '无', '被动型', '12.mp4', '07:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(221, 'jap', 4, 40, 13, 23, '日语动词详解', '无', '使役型', '13.mp4', '08:21', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(224, 'kor', 8, 33, 1, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 单词（1） 国家', '1.mp4', '08:32', 1, 1, '', 1965, 3, 0, 0, 1, 0, 1, '', 1),
(225, 'kor', 8, 33, 2, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 单词（2） 职业', '2.mp4', '08:23', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(226, 'kor', 8, 33, 3, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 单词复习', '3.mp4', '01:57', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(227, 'kor', 8, 33, 4, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 语法（1）인사말', '4.mp4', '04:24', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(228, 'kor', 8, 33, 5, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 语法（2）N은는N이에요예요', '5.mp4', '12:20', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(229, 'kor', 8, 33, 6, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 课文（1）', '6.mp4', '04:45', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(230, 'kor', 8, 33, 7, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 语法（3）N입니까 N입니다', '7.mp4', '05:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(231, 'kor', 8, 33, 8, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 语法（4）N이가 아닙니다', '8.mp4', '04:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(232, 'kor', 8, 33, 9, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 课文（2）', '9.mp4', '03:52', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(233, 'kor', 8, 33, 10, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 阅读', '10.mp4', '01:22', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(234, 'kor', 8, 33, 11, 1, '首尔大学韩国语', '无', '第一课 안녕하세요 发音', '11.mp4', '02:21', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '', 1),
(235, 'eng', 5, 45, 1, 26, '澳洲留学二三事', '无', '出国前的准备', '1.mp4', '08:42', 1, 0, '', 182, 0, 0, 0, 1, 0, 1, '', 1),
(236, 'jap', 4, 46, 1, 27, '日语动词对比', '无', '二类动词可能性和被动型的区别', '1.mp4', '03:25', 1, 0, '', 78, 1, 0, 0, 0, 0, 1, '', 1),
(253, 'kor', 5, 47, 1, 29, '身体部位及器官韩国语', '无', '身体部位及器官韩国语第一节', '1.mp4', '11:25', 1, 0, '', 545, 5, 0, 0, 1, 0, 1, '1469361794', 1),
(254, 'kor', 5, 47, 2, 29, '身体部位及器官韩国语', '无', '身体部位及器官韩国语第二节', '2.mp4', '11:30', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469361850', 1),
(255, 'jap', 4, 48, 1, 22, '日语的敬语分类', '无', '自谦', '1.mp4', '08:42', 1, 0, '', 88, 0, 0, 0, 0, 0, 1, '1469361998', 1),
(256, 'kor', 8, 33, 12, 1, '首尔大学韩国语', '无', '第二课 이거는 뭐예요 单词 东西', '12.mp4', '10:42', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469508711', 1),
(257, 'kor', 8, 37, 8, 21, '首尔大韩国语（旧）第一册', '无', '第二课 이거는 뭐예요 语法（1）', '8.mp4', '10:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469508783', 1),
(258, 'kor', 8, 33, 14, 1, '首尔大学韩国语', '无', ' 第二课 이거는 뭐예요 语法（2）', '14.mp4', '11:00', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469508830', 1),
(259, 'kor', 8, 33, 15, 1, '首尔大学韩国语', '无', '第二课 이거는 뭐예요 课文（1）', '15.mp4', '04:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469508843', 1),
(260, 'kor', 8, 33, 16, 1, '首尔大学韩国语', '无', '第二课 이거는 뭐예요 语法（3）', '16.mp4', '02:59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469508846', 1),
(261, 'kor', 8, 33, 20, 1, '首尔大学韩国语', '无', '第二课 이거는 뭐예요 语法（4）', '20.mp4', '07:13', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469508902', 1),
(262, 'kor', 8, 33, 21, 1, '首尔大学韩国语', '无', '第二课 이거는 뭐예요 课文（2）', '21.mp4', '03:47', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469508913', 1),
(263, 'kor', 8, 33, 23, 1, '首尔大学韩国语', '无', '第二课 이거는 뭐예요 阅读', '23.mp4', '03:38', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469508929', 1),
(264, 'kor', 8, 33, 25, 1, '首尔大学韩国语', '无', '第二课 이거는 뭐예요 发音', '25.mp4', '01:56', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469508951', 1),
(266, 'kor', 5, 47, 3, 29, '身体部位及器官韩国语', '无', '身体部位及器官韩国语第三节', '3.mp4', '07:08', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469516583', 1),
(267, 'kor', 5, 47, 4, 29, '身体部位及器官韩国语', '无', '人体部位及器官韩国语第四节', '4.mp4', '08:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469517542', 1),
(268, 'kor', 5, 47, 5, 29, '身体部位及器官韩国语', '无', '人体部位及器官韩国语第五节', '5.mp4', '09:52', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469518153', 1),
(269, 'kor', 5, 47, 6, 29, '身体部位及器官韩国语', '无', '最后总结课：“健康”大于一切', '6.mp4', '08:53', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469519181', 1),
(270, 'kor', 5, 49, 1, 29, '韩语中人的属性与称呼', '无', '人的属性与称呼第一节', '1.mp4', '10:06', 1, 0, '', 266, 4, 0, 0, 1, 0, 1, '1469524089', 1),
(271, 'kor', 5, 49, 2, 29, '韩语中人的属性与称呼', '无', '人的属性及称呼——家族', '2.mp4', '07:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469699837', 1),
(272, 'kor', 5, 49, 4, 29, '韩语中人的属性与称呼', '无', '人的属性及称呼——称呼', '4.mp4', '09:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1469699883', 1),
(335, 'kor', 6, 59, 4, 29, '韩语单词分类【场所】', '无', '韩语场所分类第四课', '4.mp4', '07:22', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474102939', 1),
(273, 'kor', 8, 37, 9, 21, '首尔大韩国语（旧）第一册', '无', 'ㅘㅙㅝㅞㅢ', '9.mp4', '08:33', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1470389860', 1),
(274, 'kor', 8, 37, 10, 21, '首尔大韩国语（旧）第一册', '无', '收音ㄹㅁㅂㅇ', '10.mp4', '04:38', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1470389877', 1),
(275, 'kor', 8, 37, 12, 21, '首尔大韩国语（旧）第一册', '无', '收音ㄱㄴㄷ', '12.mp4', '05:56', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1470389900', 1),
(276, 'eng', 5, 45, 2, 26, '澳洲留学二三事', '无', '澳洲留学之土澳英语', '2.mp4', '05:33', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472591317', 1),
(277, 'eng', 4, 50, 1, 25, '英语初级语法那些事', '无', 'will能表达所有的将来吗', '1.mp4', '07:29', 1, 0, '', 645, 3, 0, 0, 1, 0, 1, '1472592052', 1),
(278, 'eng', 4, 50, 2, 25, '英语初级语法那些事', '无', '反身代词能独当一面吗？', '2.mp4', '06:29', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472592198', 1),
(279, 'eng', 4, 50, 3, 25, '英语初级语法那些事', '无', '同级比较真的与世无争吗？', '3.mp4', '07:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472592228', 1),
(280, 'eng', 4, 50, 4, 25, '英语初级语法那些事', '无', '形容词性物主代词是形容词吗？', '4.mp4', '10:10', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472592247', 1),
(281, 'eng', 4, 50, 6, 25, '英语初级语法那些事', '无', '语法那些事一名词所有格', '6.mp4', '08:12', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472592250', 1),
(282, 'eng', 4, 50, 5, 25, '英语初级语法那些事', '无', '语法那些事一量词', '5.mp4', '11:08', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472592251', 1),
(283, 'eng', 5, 51, 1, 34, '英语口语的多种表达', '无', '有对象的高级表达', '1.mp4', '07:58', 1, 0, '', 1028, 3, 0, 0, 0, 0, 1, '1472593787', 1),
(284, 'eng', 5, 51, 3, 34, '英语口语的多种表达', '无', '“sorry”的深刻表达', '3.mp4', '07:36', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594161', 1),
(285, 'eng', 5, 51, 11, 34, '英语口语的多种表达', '无', '“热”的多种表达', '11.mp4', '08:37', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594206', 1),
(286, 'eng', 5, 51, 5, 34, '英语口语的多种表达', '无', '“goodbye”的多种表达', '5.mp4', '09:08', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594207', 1),
(287, 'eng', 5, 51, 4, 34, '英语口语的多种表达', '无', '“谢谢”的多种表达', '4.mp4', '08:33', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594216', 1),
(288, 'eng', 5, 51, 10, 34, '英语口语的多种表达', '无', '“冷”的多种表达', '10.mp4', '08:18', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594245', 1),
(289, 'eng', 5, 51, 13, 34, '英语口语的多种表达', '无', '“我不喜欢”的多种表达', '13.mp4', '09:17', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594246', 1),
(290, 'eng', 5, 51, 8, 34, '英语口语的多种表达', '无', '我忘了的多种表达', '8.mp4', '08:06', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594247', 1),
(291, 'eng', 5, 51, 12, 34, '英语口语的多种表达', '无', '“喜欢”的多种表达', '12.mp4', '08:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594257', 1),
(292, 'eng', 5, 51, 7, 34, '英语口语的多种表达', '无', '“我怀疑”的多种表达', '7.mp4', '08:16', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594261', 1),
(293, 'eng', 5, 51, 6, 34, '英语口语的多种表达', '无', '“生气”的多种表达', '6.mp4', '08:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594261', 1),
(294, 'eng', 5, 51, 2, 34, '英语口语的多种表达', '无', '“我不知道”的多种表达', '2.mp4', '08:11', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594263', 1),
(295, 'eng', 5, 51, 9, 34, '英语口语的多种表达', '无', '“我赞同”的多种表达', '9.mp4', '09:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1472594265', 1),
(333, 'kor', 6, 58, 2, 29, '韩语单词分类【穿着】', '无', '韩语穿着分类第二课', '2.mp4', '06:59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474102704', 1),
(334, 'kor', 6, 59, 1, 29, '韩语单词分类【场所】', '无', '韩语场所分类第一课', '1.mp4', '07:35', 1, 0, '', 32, 1, 0, 0, 0, 0, 1, '1474102859', 1),
(313, 'eng', 5, 52, 7, 34, '商务英语那些小事', '无', 'Western Food', '7.mp4', '07:32', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1473744097', 1),
(312, 'eng', 5, 52, 3, 34, '商务英语那些小事', '无', 'Accompanying Shopping 陪同购物', '3.mp4', '10:10', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1473744097', 1),
(311, 'eng', 5, 52, 5, 34, '商务英语那些小事', '无', 'Exchanging Money 货币兑换', '5.mp4', '08:17', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1473744090', 1),
(310, 'eng', 5, 52, 2, 34, '商务英语那些小事', '无', 'Introducing Each Other 互相介绍', '2.mp4', '08:37', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1473744087', 1),
(309, 'eng', 5, 52, 6, 34, '商务英语那些小事', '无', 'Transportation 交通出行', '6.mp4', '07:15', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1473744084', 1),
(308, 'eng', 5, 52, 4, 34, '商务英语那些小事', '无', 'Seeing Foreign Guests Off 送别外宾', '4.mp4', '06:35', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1473744078', 1),
(307, 'eng', 5, 52, 1, 34, '商务英语那些小事', '无', 'Meeting Foreign Guests 迎接外宾', '1.mp4', '11:48', 1, 1, '', 1216, 69, 0, 0, 0, 0, 1, '1473743703', 1),
(332, 'kor', 6, 58, 1, 29, '韩语单词分类【穿着】', '无', '韩语穿着分类第一课', '1.mp4', '07:56', 1, 0, '', 39, 2, 0, 0, 0, 0, 1, '1474102659', 1),
(319, 'kor', 6, 54, 1, 29, '韩语单词分类【动物名称】', '无', '韩语动物分类第一课', '1.mp4', '06:20', 1, 0, '', 64, 2, 0, 0, 0, 0, 1, '1474091100', 1),
(320, 'kor', 6, 54, 2, 29, '韩语单词分类【动物名称】', '无', '韩语动物分类第二课', '2.mp4', '06:15', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474091212', 1),
(321, 'kor', 6, 54, 3, 29, '韩语单词分类【动物名称】', '无', '韩语动物分类第三课', '3.mp4', '07:47', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474091219', 1),
(322, 'kor', 6, 54, 4, 29, '韩语单词分类【动物名称】', '无', '韩语动物分类第四课', '4.mp4', '06:03', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474092394', 1),
(323, 'kor', 6, 55, 1, 29, '韩语单词分类【交通名词】', '无', '韩语交通分类第一课', '1.mp4', '06:29', 1, 0, '', 18, 3, 0, 0, 0, 0, 1, '1474092779', 1),
(324, 'kor', 6, 55, 2, 29, '韩语单词分类【交通名词】', '无', '韩语交通分类第二课', '2.mp4', '05:56', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474092808', 1),
(325, 'kor', 6, 55, 3, 29, '韩语单词分类【交通名词】', '无', '韩语交通分类第三课', '3.mp4', '09:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474092832', 1),
(326, 'kor', 6, 56, 1, 29, '韩语单词分类【交际】', '无', '韩语交际分类第一课', '1.mp4', '07:12', 1, 0, '', 28, 2, 0, 0, 0, 0, 1, '1474100672', 1),
(327, 'kor', 6, 56, 2, 29, '韩语单词分类【交际】', '无', '韩语交际分类第二课', '2.mp4', '05:55', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474100733', 1),
(328, 'kor', 6, 56, 3, 29, '韩语单词分类【交际】', '无', '韩语交际分类第三课', '3.mp4', '06:17', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474100739', 1),
(329, 'kor', 6, 57, 1, 29, '韩语单词分类【食物】', '无', '韩语单词分类【食物】', '1.mp4', '07:33', 1, 0, '', 35, 2, 0, 0, 0, 0, 1, '1474100844', 1),
(330, 'kor', 6, 57, 2, 29, '韩语单词分类【食物】', '无', '韩语食物分类第二课', '2.mp4', '05:19', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474100958', 1),
(331, 'kor', 6, 57, 3, 29, '韩语单词分类【食物】', '无', '韩语食物分类第三课', '3.mp4', '06:05', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474100961', 1),
(337, 'kor', 6, 59, 3, 29, '韩语单词分类【场所】', '无', '韩语场所分类第三课', '3.mp4', '08:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474102951', 1),
(338, 'kor', 6, 60, 1, 29, '韩语单词分类【水果】', '无', '韩语水果分类第一课', '1.mp4', '06:25', 1, 0, '', 53, 1, 0, 0, 0, 0, 1, '1474105202', 1),
(339, 'kor', 6, 60, 2, 29, '韩语单词分类【水果】', '无', '韩语水果分类第二课', '2.mp4', '06:03', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474105229', 1),
(340, 'kor', 6, 61, 1, 29, '韩语单词分类【职业】', '无', '韩语职业分类第一课', '1.mp4', '06:18', 1, 0, '', 21, 2, 0, 0, 0, 0, 1, '1474105299', 1),
(341, 'kor', 6, 61, 2, 29, '韩语单词分类【职业】', '无', '韩语职业分类第二课', '2.mp4', '06:52', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474105325', 1),
(342, 'kor', 6, 62, 1, 29, '韩语单词分类【家具】', '无', '韩语家具分类第一课', '1.mp4', '06:12', 1, 0, '', 30, 2, 0, 0, 0, 0, 1, '1474105401', 1),
(343, 'kor', 6, 62, 2, 29, '韩语单词分类【家具】', '无', '韩语家具分类第二课', '2.mp4', '06:56', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474110779', 1),
(344, 'kor', 6, 62, 3, 29, '韩语单词分类【家具】', '无', '韩语家具分类第三课', '3.mp4', '08:01', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474110782', 1),
(345, 'kor', 6, 63, 1, 29, '韩语单词分类【时间】', '无', '韩语时间分类第一课', '1.mp4', '08:38', 1, 0, '', 66, 2, 0, 0, 0, 0, 1, '1474110861', 1),
(346, 'kor', 6, 63, 2, 29, '韩语单词分类【时间】', '无', '韩语时间分类第二课', '2.mp4', '09:10', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474110925', 1),
(347, 'kor', 6, 63, 3, 29, '韩语单词分类【时间】', '无', '韩语时间分类第三课', '3.mp4', '08:23', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474110931', 1),
(348, 'kor', 6, 64, 1, 29, '韩语单词分类【农作物】', '无', '韩语农作物分类第一课', '1.mp4', '06:47', 1, 0, '', 15, 1, 0, 0, 0, 0, 1, '1474110993', 1),
(349, 'kor', 6, 64, 2, 29, '韩语单词分类【农作物】', '无', '韩语农作物分类第二课', '2.mp4', '07:33', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474111026', 1),
(350, 'kor', 6, 65, 1, 29, '韩语单词分类【饮品】', '无', '韩语饮品分类第一课', '1.mp4', '06:33', 1, 0, '', 25, 2, 0, 0, 0, 0, 1, '1474111088', 1),
(351, 'kor', 6, 66, 1, 29, '韩语单词分类【生活料理】', '无', '韩语生活料理分类第一课', '1.mp4', '06:09', 1, 0, '', 27, 2, 0, 0, 0, 0, 1, '1474170860', 1),
(352, 'kor', 6, 66, 2, 29, '韩语单词分类【生活料理】', '无', '韩语生活料理分类第二课', '2.mp4', '06:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474170939', 1),
(353, 'kor', 6, 66, 3, 29, '韩语单词分类【生活料理】', '无', '韩语生活料理分类第三课', '3.mp4', '07:28', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474170951', 1),
(354, 'kor', 6, 67, 1, 29, '韩语单词分类【思想感情】', '无', '韩语思想感情分类第一课', '1.mp4', '07:00', 1, 0, '', 28, 1, 0, 0, 0, 0, 1, '1474171061', 1),
(355, 'kor', 6, 67, 3, 29, '韩语单词分类【思想感情】', '无', '韩语思想感情分类第三课', '3.mp4', '08:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474171121', 1),
(356, 'kor', 6, 67, 2, 29, '韩语单词分类【思想感情】', '无', '韩语思想感情分类第二课', '2.mp4', '09:17', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474171129', 1),
(357, 'kor', 6, 68, 1, 29, '韩语单词分类【学校】', '无', '韩语学校分类第一课', '1.mp4', '07:28', 1, 0, '', 40, 1, 0, 0, 0, 0, 1, '1474171254', 1),
(358, 'kor', 6, 68, 2, 29, '韩语单词分类【学校】', '无', '韩语学校分类第二课', '2.mp4', '06:22', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474171306', 1),
(359, 'kor', 6, 68, 3, 29, '韩语单词分类【学校】', '无', '韩语学校分类第三课', '3.mp4', '07:28', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474171311', 1),
(360, 'jap', 4, 69, 1, 37, '日语句子的分类', '无', '日语句子的分类——存在句', '1.mp4', '06:12', 1, 0, '', 56, 0, 0, 0, 0, 0, 1, '1474172076', 1),
(361, 'jap', 4, 69, 3, 0, '日语句子的分类', '无', '日语句子的分类——判断句', '3.mp4', '05:35', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474172164', 1),
(362, 'jap', 4, 69, 2, 0, '日语句子的分类', '无', '日语句子的分类—描写句', '2.mp4', '06:07', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474172175', 1),
(363, 'jap', 4, 69, 4, 0, '日语句子的分类', '无', '日语句子的分类——叙述句', '4.mp4', '05:31', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474172177', 1),
(364, 'kor', 4, 70, 1, 32, '韩语中的定语', '无', '韩语中的定语第一课', '1.mp4', '09:35', 1, 0, '', 81, 3, 0, 0, 0, 0, 1, '1474196578', 1),
(365, 'kor', 4, 70, 2, 32, '韩语中的定语', '无', '韩语中的定语第二课', '2.mp4', '05:57', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474196639', 1),
(366, 'kor', 4, 70, 3, 32, '韩语中的定语', '无', '韩语中的定语第三课', '3.mp4', '06:24', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474196655', 1),
(367, 'kor', 4, 70, 4, 32, '韩语中的定语', '无', '韩语中的定语第四课', '4.mp4', '09:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474196655', 1),
(368, 'kor', 6, 71, 1, 5, '韩语TOPIK高频词汇기다리다', '无', '韩语TOPIK高频词汇기다리다', '1.mp4', '08:41', 1, 0, '', 19, 2, 0, 0, 0, 0, 1, '1474278365', 1),
(369, 'kor', 6, 72, 1, 5, '韩语TOPIK高频词汇굶다', '无', '韩语TOPIK高频词汇굶다', '1.mp4', '06:25', 1, 0, '', 7, 1, 0, 0, 0, 0, 1, '1474278512', 1),
(370, 'kor', 6, 73, 1, 5, '韩语TOPIK高频词汇끄다', '无', '韩语TOPIK高频词汇끄다', '1.mp4', '06:25', 1, 0, '', 20, 1, 0, 0, 0, 0, 1, '1474278582', 1),
(371, 'kor', 6, 74, 1, 5, '韩语TOPIK高频词汇건너다', '无', '韩语TOPIK高频词汇건너다', '1.mp4', '05:47', 1, 0, '', 14, 1, 0, 0, 0, 0, 1, '1474278647', 1),
(372, 'kor', 6, 75, 1, 5, '韩语TOPIK高频词汇기회', '无', '韩语TOPIK高频词汇기회', '1.mp4', '07:53', 1, 0, '', 11, 1, 0, 0, 0, 0, 1, '1474278713', 1),
(373, 'kor', 6, 76, 1, 5, '韩语TOPIK高频词汇계획', '无', '韩语TOPIK高频词汇곌획', '1.mp4', '07:38', 1, 0, '', 14, 1, 0, 0, 0, 0, 1, '1474278806', 1),
(374, 'kor', 6, 77, 1, 5, '韩语TOPIK高频词汇기억', '无', '韩语TOPIK高频词汇기억', '1.mp4', '09:46', 1, 0, '', 13, 1, 0, 0, 0, 0, 1, '1474278863', 1),
(375, 'kor', 6, 78, 1, 5, '韩语TOPIK高频词汇계절', '无', '韩语TOPIK高频词汇계절', '1.mp4', '07:45', 1, 0, '', 28, 1, 0, 0, 0, 0, 1, '1474278944', 1),
(376, 'kor', 6, 79, 1, 5, '韩语TOPIK高频词汇건강', '无', '韩语TOPIK高频词汇건강', '1.mp4', '12:49', 1, 0, '', 23, 1, 0, 0, 0, 0, 1, '1474279002', 1),
(377, 'kor', 6, 80, 1, 5, '韩语TOPIK高频词汇교통', '无', '韩语TOPIK高频词汇교통', '1.mp4', '06:38', 1, 0, '', 25, 1, 0, 0, 0, 0, 1, '1474279070', 1),
(378, 'kor', 6, 81, 1, 5, '韩语TOPIK高频词가깝다', '无', '韩语TOPIK高频词가깝다', '1.mp4', '13:02', 1, 0, '', 26, 1, 0, 0, 0, 0, 1, '1474279177', 1),
(379, 'kor', 6, 82, 1, 5, '韩语TOPIK高频词꿈', '无', '韩语TOPIK高频词꿈', '1.mp4', '07:38', 1, 0, '', 29, 1, 0, 0, 0, 0, 1, '1474279228', 1),
(380, 'kor', 6, 83, 1, 5, '韩语TOPIK高频词나이', '无', '韩语TOPIK高频词나이', '1.mp4', '08:35', 1, 0, '', 27, 1, 0, 0, 0, 0, 1, '1474279288', 1),
(381, 'kor', 6, 84, 1, 5, '韩语TOPIK高频词과일', '无', '韩语TOPIK高频词과일', '1.mp4', '08:57', 1, 0, '', 35, 1, 0, 0, 0, 0, 1, '1474279373', 1),
(382, 'kor', 6, 85, 1, 5, '韩语TOPIK高频词같이', '无', '韩语TOPIK高频词같이', '1.mp4', '12:28', 1, 0, '', 38, 1, 0, 0, 0, 0, 1, '1474279437', 1),
(383, 'kor', 5, 86, 1, 32, '韩语爱情表达式', '无', '韩语爱情表达第一课', '1.mp4', '06:22', 1, 0, '', 66, 2, 0, 0, 0, 0, 1, '1474279549', 1),
(384, 'kor', 5, 86, 2, 32, '韩语爱情表达式', '无', '韩语爱情表达第二课', '2.mp4', '06:09', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474279602', 1),
(385, 'kor', 5, 86, 3, 32, '韩语爱情表达式', '无', '韩语爱情表达第三课', '3.mp4', '06:08', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474279605', 1),
(386, 'kor', 5, 87, 1, 5, '韩语中的链接副词', '无', '韩语中的链接副词그래서/그러니까', '1.mp4', '09:24', 1, 0, '', 88, 2, 0, 0, 0, 0, 1, '1474279742', 1),
(387, 'kor', 5, 87, 2, 5, '韩语中的链接副词', '无', '韩语中的链接副词그렇지만/그런데', '2.mp4', '08:58', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474279839', 1),
(388, 'kor', 5, 87, 3, 5, '韩语中的链接副词', '无', '韩语中的链接副词그리고/그래도', '3.mp4', '08:36', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474279895', 1),
(389, 'kor', 5, 88, 1, 32, '时间都去哪了', '无', '时间都去哪了第一课', '1.mp4', '07:24', 1, 0, '', 51, 2, 0, 0, 0, 0, 1, '1474279981', 1),
(390, 'kor', 5, 88, 2, 32, '时间都去哪了', '无', '时间都去哪了第二课', '2.mp4', '06:28', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474280034', 1),
(391, 'kor', 5, 88, 3, 32, '时间都去哪了', '无', '时间都去哪了第三课', '3.mp4', '06:45', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474280039', 1),
(392, 'kor', 5, 89, 1, 32, '아和어的故事', '无', '아和어的故事第一课', '1.mp4', '10:07', 1, 0, '', 72, 2, 0, 0, 0, 0, 1, '1474280161', 1),
(394, 'kor', 5, 89, 3, 32, '아和어的故事', '无', '아和어的故事第三课', '3.mp4', '10:59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474280232', 1),
(393, 'kor', 5, 89, 2, 32, '아和어的故事', '无', '아和어的故事第二课', '2.mp4', '10:48', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474280235', 1),
(395, 'kor', 5, 90, 1, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第一课', '1.mp4', '20:39', 1, 0, '', 129, 3, 0, 0, 0, 0, 1, '1474356645', 1),
(396, 'kor', 5, 90, 2, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第二课', '2.mp4', '20:14', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474357093', 1),
(397, 'kor', 5, 90, 3, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第三课', '3.mp4', '24:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474357457', 1),
(398, 'kor', 5, 90, 4, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第四课', '4.mp4', '23:52', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474357457', 1),
(403, 'kor', 5, 90, 9, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第九课', '9.mp4', '21:36', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474357613', 1),
(401, 'kor', 5, 90, 7, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第七课', '7.mp4', '21:54', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474357656', 1),
(405, 'kor', 5, 90, 11, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第十一课', '11.mp4', '23:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474357666', 1),
(404, 'kor', 5, 90, 10, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第十课', '10.mp4', '23:30', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474357672', 1),
(402, 'kor', 5, 90, 8, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第八课', '8.mp4', '22:53', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474357716', 1),
(400, 'kor', 5, 90, 6, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第六课', '6.mp4', '24:33', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474357717', 1),
(399, 'kor', 5, 90, 5, 5, '看韩剧学韩语《来自星星的你》', '无', '来自星星的你第五课', '5.mp4', '21:12', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474357727', 1),
(808, 'kor', 5, 91, 18, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第十课', '18.mp4', '16:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474363692', 1),
(809, 'kor', 5, 91, 20, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第十一课', '20.mp4', '18:08', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474364777', 1),
(806, 'kor', 5, 91, 14, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第八课', '14.mp4', '18:01', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474363493', 1),
(807, 'kor', 5, 91, 16, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第九课', '16.mp4', '20:06', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474363587', 1),
(805, 'kor', 5, 91, 12, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第七课', '12.mp4', '19:38', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474363170', 1),
(804, 'kor', 5, 91, 10, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第六课', '10.mp4', '20:02', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474362844', 1),
(803, 'kor', 5, 91, 8, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第五课', '8.mp4', '16:36', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474362762', 1),
(802, 'kor', 5, 91, 6, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第四课', '6.mp4', '17:22', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474362653', 1),
(801, 'kor', 5, 91, 4, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第三课', '4.mp4', '20:17', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474362595', 1),
(434, 'kor', 5, 91, 1, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第一课', '1.mp4', '12:56', 1, 0, '', 52, 1, 0, 0, 0, 0, 1, '1474362420', 1),
(435, 'kor', 5, 91, 2, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第二课', '2.mp4', '16:31', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474362514', 1),
(810, 'kor', 5, 91, 21, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第十二课', '21.mp4', '21:59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474364881', 1),
(811, 'kor', 5, 91, 23, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第十三课', '23.mp4', '16:07', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474364883', 1),
(812, 'kor', 5, 91, 26, 1, '看韩剧学韩语《三天》', '无', '韩语《三天》第十四课', '26.mp4', '16:53', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474364956', 1),
(813, 'jap', 4, 92, 1, 14, '日语近似单词辨析', '无', '何　どんな辨析', '1.mp4', '02:40', 1, 0, '', 34, 0, 0, 0, 0, 0, 1, '1474527945', 1),
(814, 'jap', 4, 92, 2, 14, '日语近似单词辨析', '无', '勉強する　学ぶ　習う辨析', '2.mp4', '02:13', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474527969', 1),
(815, 'jap', 4, 92, 4, 14, '日语近似单词辨析', '无', '寝る　眠る辨析', '4.mp4', '02:14', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474527984', 1),
(816, 'jap', 4, 92, 6, 14, '日语近似单词辨析', '无', '言う　話す辨析', '6.mp4', '02:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474528002', 1),
(817, 'kor', 6, 93, 1, 29, '韩语单词分类【情绪】', '无', '韩语情绪分类第一课', '1.mp4', '08:58', 1, 0, '', 68, 2, 0, 0, 0, 0, 1, '1474529864', 1),
(818, 'kor', 6, 93, 2, 29, '韩语单词分类【情绪】', '无', '韩语情绪分类第二课', '2.mp4', '06:32', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474529935', 1),
(819, 'kor', 6, 93, 4, 29, '韩语单词分类【情绪】', '无', '韩语情绪分类第三课', '4.mp4', '06:13', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474529971', 1),
(820, 'kor', 5, 94, 1, 29, '韩语취미相关的动词', '无', '韩语취미相关动词第一课', '1.mp4', '07:39', 1, 0, '', 20, 2, 0, 0, 0, 0, 1, '1474530824', 1),
(821, 'kor', 5, 94, 2, 29, '韩语취미相关的动词', '无', '韩语취미相关动词第二课', '2.mp4', '05:50', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474530873', 1),
(822, 'kor', 5, 95, 1, 29, '韩语손相关的动词', '无', '韩语손相关的动词第一课', '1.mp4', '07:16', 1, 0, '', 21, 2, 0, 0, 0, 0, 1, '1474531042', 1),
(823, 'kor', 5, 95, 2, 29, '韩语손相关的动词', '无', '韩语손相关的动词第二课', '2.mp4', '09:04', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474531081', 1),
(824, 'kor', 5, 96, 1, 29, '韩语눈相关的动词', '无', '韩语눈相关的动词第一课', '1.mp4', '07:58', 1, 0, '', 26, 2, 0, 0, 0, 0, 1, '1474531222', 1),
(825, 'kor', 5, 96, 2, 29, '韩语눈相关的动词', '无', '韩语눈相关的动词第二课', '2.mp4', '07:52', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474531254', 1),
(826, 'kor', 5, 97, 1, 29, '韩语입相关的动词', '无', '韩语입相关的动词第一课', '1.mp4', '07:46', 1, 0, '', 54, 2, 0, 0, 0, 0, 1, '1474531392', 1),
(827, 'kor', 5, 97, 2, 29, '韩语입相关的动词', '无', '韩语입相关的动词第二课', '2.mp4', '07:38', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474531424', 1),
(828, 'kor', 5, 97, 4, 29, '韩语입相关的动词', '无', '韩语입相关的动词第三课', '4.mp4', '06:15', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1474531445', 1),
(829, 'kor', 5, 98, 1, 29, '韩语귀 和 코相关动词', '无', '韩语귀 和 코相关动词第一课', '1.mp4', '08:34', 1, 0, '', 49, 2, 0, 0, 0, 0, 1, '1474531618', 1),
(830, 'kor', 4, 70, 5, 32, '韩语中的定语', '无', '链接词尾거나讲解', '5.mp4', '07:03', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475033975', 1),
(831, 'kor', 6, 99, 1, 5, '韩语TOPIK高频词汇날씨', '无', '韩语TOPIK高频词汇날씨', '1.mp4', '08:35', 1, 0, '', 47, 0, 0, 0, 0, 0, 1, '1475034466', 1),
(832, 'kor', 6, 100, 1, 5, '韩语TOPIK高频词汇날짜', '无', '韩语TOPIK高频词汇날짜', '1.mp4', '12:26', 1, 0, '', 66, 0, 0, 0, 0, 0, 1, '1475034602', 1),
(833, 'kor', 4, 101, 1, 32, '韩语中的连接词尾', '无', '连接词尾 거나 ', '1.mp4', '07:03', 1, 0, '', 115, 1, 0, 0, 0, 0, 1, '1475051082', 1),
(834, 'kor', 4, 101, 2, 32, '韩语中的连接词尾', '无', '连接词尾 고 ', '2.mp4', '06:15', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475051113', 1),
(835, 'kor', 4, 101, 4, 32, '韩语中的连接词尾', '无', '连接词尾 다가 ', '4.mp4', '06:39', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475051133', 1),
(836, 'kor', 4, 101, 6, 32, '韩语中的连接词尾', '无', '连接词尾 면서 ', '6.mp4', '07:11', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475051154', 1),
(837, 'kor', 4, 102, 1, 32, '韩语中否定的表达', '无', '否定表达 지 않다', '1.mp4', '07:27', 1, 0, '', 102, 1, 0, 0, 0, 0, 1, '1475051595', 1),
(838, 'kor', 4, 102, 2, 32, '韩语中否定的表达', '无', '否定表达 지 못하다', '2.mp4', '08:13', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475051637', 1),
(839, 'kor', 4, 102, 3, 32, '韩语中否定的表达', '无', '否定表达 지 말다 ', '3.mp4', '08:31', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475051667', 1),
(842, 'jap', 5, 103, 3, 19, '用日语怎么说自己的家乡', '无', '家乡省份用日语怎么说第三课', '1.mp4', '04:24', 1, 0, '', 39, 2, 0, 1, 0, 0, 1, '1475062053', 1),
(841, 'jap', 5, 103, 2, 19, '用日语怎么说自己的家乡', '无', '家乡省份用日语怎么说第二课', '2.mp4', '04:45', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475062079', 1),
(840, 'jap', 5, 103, 1, 19, '用日语怎么说自己的家乡', '无', '家乡省份用日语怎么说第一课', '3.mp4', '07:02', 0, 0, '', 0, 0, 0, 0, 0, 0, 1, '1475062100', 1),
(843, 'jap', 4, 104, 1, 23, '日语思维方式解读', '无', '日语思维方式解读-动词', '1.mp4', '05:29', 1, 0, '', 39, 0, 0, 0, 0, 0, 1, '1475063271', 1),
(844, 'jap', 4, 104, 2, 23, '日语思维方式解读', '无', '日语思维方式解读-成语', '2.mp4', '07:01', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475063349', 1),
(845, 'jap', 4, 104, 4, 23, '日语思维方式解读', '无', '日语思维方式--ではない', '4.mp4', '03:56', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475063371', 1),
(846, 'kor', 4, 105, 1, 32, '韩语中表意图、假设、如果的语法详解', '无', '表假设 으면  면', '1.mp4', '06:54', 1, 0, '', 54, 0, 0, 0, 0, 0, 1, '1475135710', 1),
(847, 'kor', 4, 105, 2, 32, '韩语中表意图、假设、如果的语法详解', '无', '表意图假设 으려면', '2.mp4', '07:52', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475135754', 1),
(848, 'kor', 4, 105, 3, 32, '韩语中表意图、假设、如果的语法详解', '无', '表假定条件 거든 ', '3.mp4', '10:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475135777', 1),
(849, 'kor', 4, 106, 1, 32, '韩语表理由、原因、根据语法', '无', '表原因 아어여서', '1.mp4', '05:55', 1, 0, '', 81, 1, 0, 0, 0, 0, 1, '1475136766', 1),
(850, 'kor', 4, 106, 2, 32, '韩语表理由、原因、根据语法', '无', '表理由 는 바람에', '2.mp4', '07:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475136796', 1),
(851, 'kor', 4, 106, 3, 32, '韩语表理由、原因、根据语法', '无', '表根据 으니까', '3.mp4', '06:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475136808', 1),
(852, 'kor', 4, 107, 1, 32, '韩语表推测的语法详解', '无', '韩语表推测表达第一节课', '1.mp4', '06:36', 1, 0, '', 76, 1, 0, 0, 0, 0, 1, '1475138066', 1),
(853, 'kor', 4, 107, 2, 32, '韩语表推测的语法详解', '无', '韩语表推测表达第二节课', '2.mp4', '06:08', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475138095', 1),
(854, 'kor', 4, 107, 3, 32, '韩语表推测的语法详解', '无', '韩语表推测表达第三节课', '3.mp4', '08:04', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475138112', 1),
(855, 'kor', 4, 108, 1, 32, '韩语中的敬语', '无', '对间接宾语尊敬', '1.mp4', '08:27', 1, 0, '', 169, 2, 0, 0, 0, 0, 1, '1475138523', 1),
(856, 'kor', 4, 108, 2, 32, '韩语中的敬语', '无', '对听者尊敬', '2.mp4', '11:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475138585', 1),
(857, 'kor', 4, 108, 3, 32, '韩语中的敬语', '无', '对主语尊敬', '3.mp4', '10:32', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475138599', 1),
(858, 'kor', 4, 109, 1, 32, '韩语的终结词尾', '无', '终结词尾 는군요', '1.mp4', '06:56', 1, 0, '', 167, 1, 0, 0, 0, 0, 1, '1475139177', 1),
(859, 'kor', 4, 109, 2, 32, '韩语的终结词尾', '无', '终结词尾 ㄹ게요', '2.mp4', '06:30', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475139205', 1),
(860, 'kor', 4, 109, 3, 32, '韩语的终结词尾', '无', '终结词尾 ㄹ까요', '3.mp4', '06:55', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1475139221', 1),
(1843, 'eng', 4, 110, 1, 38, '高考英语大提分', '无', '综合概述', '1.mp4', '10:05', 1, 1, '', 378, 1, 0, 0, 0, 0, 1, '1476851476', 1);
INSERT INTO `js_lfcourses` (`id`, `field`, `kind`, `folder`, `orders`, `lecturer`, `classname`, `classintro`, `title`, `video`, `time`, `first`, `free`, `recom`, `watched`, `follow`, `question`, `vip`, `frontshow`, `indexwin`, `point`, `uptime`, `status`) VALUES
(1844, 'eng', 4, 110, 2, 38, '高考英语大提分', '无', '语法与词汇最新版', '2.mp4', '10:22', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476853595', 1),
(1845, 'eng', 4, 110, 4, 38, '高考英语大提分', '无', '完形填空一', '4.mp4', '16:10', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476853671', 1),
(1846, 'eng', 4, 110, 5, 38, '高考英语大提分', '无', '完形填空二', '5.mp4', '19:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476853769', 1),
(1847, 'eng', 4, 110, 7, 38, '高考英语大提分', '无', '完形填空三', '7.mp4', '18:32', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476853815', 1),
(1848, 'eng', 4, 110, 10, 38, '高考英语大提分', '无', '阅读理解一', '10.mp4', '15:33', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476853909', 1),
(1849, 'eng', 4, 110, 11, 38, '高考英语大提分', '无', '阅读理解二', '11.mp4', '14:55', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476853961', 1),
(1850, 'eng', 4, 110, 13, 38, '高考英语大提分', '无', '阅读理解三', '13.mp4', '13:18', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476853996', 1),
(1851, 'eng', 4, 111, 1, 38, '中考英语大提分', '无', '综合概述', '1.mp4', '10:04', 1, 1, '', 459, 1, 0, 0, 0, 0, 1, '1476854600', 1),
(1852, 'eng', 4, 111, 2, 38, '中考英语大提分', '无', '书面表达', '2.mp4', '10:50', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476854672', 1),
(1853, 'eng', 4, 111, 3, 38, '中考英语大提分', '无', '完形填空一', '3.mp4', '15:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476854758', 1),
(1854, 'eng', 4, 111, 5, 38, '中考英语大提分', '无', '完形填空二', '5.mp4', '15:48', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476854828', 1),
(1855, 'eng', 4, 111, 7, 38, '中考英语大提分', '无', '完形填空三', '7.mp4', '15:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476854869', 1),
(1856, 'eng', 4, 111, 10, 38, '中考英语大提分', '无', '完形填空四', '10.mp4', '10:31', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476854953', 1),
(1857, 'eng', 4, 111, 11, 38, '中考英语大提分', '无', '阅读理解一', '11.mp4', '10:05', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476855019', 1),
(1858, 'eng', 4, 111, 13, 38, '中考英语大提分', '无', '阅读理解二', '13.mp4', '11:07', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476855089', 1),
(1859, 'eng', 4, 111, 15, 38, '中考英语大提分', '无', '阅读理解三', '15.mp4', '10:19', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476855124', 1),
(1860, 'eng', 4, 111, 17, 38, '中考英语大提分', '无', '阅读理解四', '17.mp4', '10:16', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476855160', 1),
(1861, 'jap', 2, 112, 1, 19, '都道府县用日语怎么说？', '无', '第一节', '1.mp4', '05:34', 1, 0, '', 43, 0, 0, 0, 0, 0, 1, '1476929189', 1),
(1862, 'jap', 2, 112, 2, 19, '都道府县用日语怎么说？', '无', '第二节', '2.mp4', '03:50', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476929218', 1),
(1863, 'jap', 2, 112, 3, 19, '都道府县用日语怎么说？', '无', '第三节', '3.mp4', '05:17', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476929235', 1),
(1864, 'jap', 1, 113, 1, 9, '不容错过的实用日语50句', '无', '如何用日语问路', '1.mp4', '04:24', 1, 0, '', 152, 1, 0, 0, 0, 0, 1, '1476932146', 1),
(1865, 'jap', 1, 113, 2, 9, '不容错过的实用日语50句', '无', '如何给别人加油打气', '2.mp4', '04:36', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1476932206', 1),
(1866, 'jap', 5, 114, 1, 19, '用日语怎么说观光地名', '无', '中国主要观光地用日语怎么说第一课', '1.mp4', '04:00', 1, 0, '', 38, 1, 0, 0, 0, 0, 1, '1477295283', 1),
(1867, 'jap', 5, 114, 2, 19, '用日语怎么说观光地名', '无', '中国主要观光地用日语怎么说第二课', '2.mp4', '05:43', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1477295317', 1),
(1868, 'jap', 6, 115, 1, 19, '用日语怎么说亚洲国家名称', '无', '用日语怎么说主要国家名称', '1.mp4', '05:11', 1, 0, '', 44, 1, 0, 0, 0, 0, 1, '1477314439', 1),
(1869, 'jap', 6, 115, 2, 19, '用日语怎么说亚洲国家名称', '无', '用日语怎么说主要国家名称', '2.mp4', '04:43', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1477314464', 1),
(1870, 'jap', 6, 115, 3, 19, '用日语怎么说亚洲国家名称', '无', '用日语怎么说主要国家名称', '3.mp4', '04:13', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1477314473', 1),
(1871, 'jap', 4, 116, 1, 12, '助词大比拼', '无', '助词大对比之表示目的地的へ和に', '1.mp4', '03:36', 1, 0, '', 58, 0, 0, 0, 0, 0, 1, '1477315221', 1),
(1872, 'jap', 5, 117, 1, 12, '如何说出一口标准的日式英文 ', '无', '英语字母的日语发音', '1.mp4', '02:41', 1, 0, '', 94, 0, 0, 0, 0, 0, 1, '1477315570', 1),
(1873, 'jap', 5, 118, 1, 12, '日语购物小常识', '无', '日本购物小常识', '1.mp4', '03:34', 1, 0, '', 168, 1, 0, 0, 0, 0, 1, '1477315921', 1),
(1874, 'jap', 4, 119, 1, 12, '日语数字的读法', '无', '日语数字的读法', '1.mp4', '03:04', 1, 0, '', 161, 2, 0, 0, 0, 0, 1, '1477316668', 1),
(1875, 'jap', 5, 120, 1, 12, '助词大对比之表示“在”的に和で', '无', '动词大对比之表示“在”的に和で', '1.mp4', '03:53', 1, 0, '', 67, 1, 0, 0, 0, 1, 1, '1477317193', 1),
(1876, 'jap', 5, 121, 1, 9, '日语之网络课堂常用语', '无', '网络课堂常用语', '1.mp4', '04:40', 1, 0, '', 80, 0, 0, 0, 0, 0, 1, '1477359417', 1),
(1877, 'jap', 4, 122, 1, 39, '日语动词及其活用', '无', '动词及其活用第一课', '1.mp4', '12:42', 1, 0, '', 80, 1, 0, 0, 0, 0, 1, '1477970389', 1),
(1878, 'jap', 4, 122, 2, 39, '日语动词及其活用', '无', '动词及其活用第二课', '2.mp4', '08:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1477970432', 1),
(1879, 'jap', 4, 122, 3, 39, '日语动词及其活用', '无', '动词及其活用第三课', '3.mp4', '11:10', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1477970582', 1),
(1880, 'jap', 5, 123, 1, 19, '用日语怎么说欧洲国家名称', '无', '欧洲国家名称第一课', '1.mp4', '04:26', 1, 0, '', 69, 3, 0, 0, 0, 0, 1, '1478065840', 1),
(1881, 'jap', 5, 123, 2, 19, '用日语怎么说欧洲国家名称', '无', '欧洲国家名称第二课', '2.mp4', '03:16', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478065877', 1),
(1882, 'jap', 5, 123, 4, 19, '用日语怎么说欧洲国家名称', '无', '欧洲国家名称第三课', '4.mp4', '03:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478065896', 1),
(1883, 'jap', 5, 123, 5, 19, '用日语怎么说欧洲国家名称', '无', '欧洲国家名称第四课', '5.mp4', '03:11', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478065905', 1),
(1884, 'eng', 5, 124, 1, 10, '和动物有关的习语', '无', 'as busy as a bee', '1.mp4', '02:11', 1, 0, '', 259, 2, 0, 0, 0, 0, 1, '1478660163', 1),
(1885, 'eng', 5, 124, 2, 10, '和动物有关的习语', '无', 'chicken feed', '2.mp4', '03:14', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478660191', 1),
(1886, 'eng', 5, 124, 3, 10, '和动物有关的习语', '无', 'Every dog has its day.', '3.mp4', '02:47', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478660202', 1),
(1887, 'eng', 5, 124, 5, 10, '和动物有关的习语', '无', 'goose bumps', '5.mp4', '03:32', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478660228', 1),
(1888, 'eng', 5, 124, 7, 10, '和动物有关的习语', '无', 'pigs might fly', '7.mp4', '01:53', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478660228', 1),
(1889, 'eng', 5, 124, 8, 10, '和动物有关的习语', '无', 'shed crocodile tears', '8.mp4', '02:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478660236', 1),
(1890, 'eng', 5, 124, 11, 10, '和动物有关的习语', '无', 'sitting duck', '11.mp4', '03:23', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478660256', 1),
(1891, 'eng', 5, 124, 12, 10, '和动物有关的习语', '无', 'spring chicken', '12.mp4', '01:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478660268', 1),
(1892, 'eng', 5, 124, 13, 10, '和动物有关的习语', '无', 'Stool pigeon', '13.mp4', '02:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478660280', 1),
(1893, 'eng', 5, 124, 17, 10, '和动物有关的习语', '无', 'Turkey farm', '17.mp4', '03:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1478660299', 1),
(1894, 'jap', 1, 125, 1, 22, '日语神州口语晚安系列', '无', '日语晚安口语系列第一讲', '1.mp4', '03:23', 1, 0, '', 137, 4, 0, 0, 0, 0, 1, '1479866909', 1),
(1895, 'jap', 1, 125, 2, 22, '日语神州口语晚安系列', '无', '日语晚安口语系列第二讲', '2.mp4', '04:08', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1479866975', 1),
(1896, 'jap', 1, 125, 4, 22, '日语神州口语晚安系列', '无', '日语晚安口语系列第三讲', '4.mp4', '04:11', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1479867016', 1),
(1897, 'jap', 1, 125, 5, 22, '日语神州口语晚安系列', '无', '日语晚安口语系列第四讲', '5.mp4', '02:16', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1479867039', 1),
(1898, 'jap', 1, 125, 7, 22, '日语神州口语晚安系列', '无', '日语晚安口语系列第五讲', '7.mp4', '02:57', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1479867068', 1),
(1899, 'jap', 1, 125, 9, 22, '日语神州口语晚安系列', '无', '日语晚安口语系列第六讲', '9.mp4', '04:11', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1479867088', 1),
(1900, 'jap', 1, 125, 10, 22, '日语神州口语晚安系列', '无', '日语晚安口语系列第七讲', '10.mp4', '03:30', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1479867115', 1),
(1901, 'jap', 1, 125, 13, 22, '日语神州口语晚安系列', '无', '日语晚安口语系列第八讲', '13.mp4', '03:55', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1479867144', 1),
(1902, 'jap', 1, 125, 14, 22, '日语神州口语晚安系列', '无', '日语晚安口语系列第九讲', '14.mp4', '02:48', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1479867162', 1),
(1903, 'jap', 1, 125, 16, 22, '日语神州口语晚安系列', '无', '日语晚安口语系列第十讲', '16.mp4', '04:11', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1479867185', 1),
(1904, 'kor', 5, 126, 1, 29, '韩语同音异义词', '无', '韩语学习之同音异义词第1节', '1.mp4', '06:15', 1, 0, '', 102, 1, 0, 0, 0, 0, 1, '1481871759', 1),
(1905, 'kor', 5, 126, 2, 29, '韩语同音异义词', '无', '韩语学习之同音异义词第2节', '2.mp4', '05:44', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481871794', 1),
(1906, 'kor', 5, 126, 3, 29, '韩语同音异义词', '无', '韩语学习之同音异义词第3节', '3.mp4', '06:09', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481871813', 1),
(1907, 'kor', 5, 126, 5, 29, '韩语同音异义词', '无', '韩语学习之同音异义词第4节', '5.mp4', '04:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481871823', 1),
(1908, 'kor', 5, 126, 7, 29, '韩语同音异义词', '无', '韩语学习之同音异义词第5节', '7.mp4', '06:18', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481871841', 1),
(1909, 'kor', 5, 126, 9, 29, '韩语同音异义词', '无', '韩语学习之同音异义词第6节', '9.mp4', '07:12', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481871859', 1),
(1910, 'kor', 5, 126, 10, 29, '韩语同音异义词', '无', '韩语学习之同音异义词第7节', '10.mp4', '06:02', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481871870', 1),
(1911, 'kor', 5, 126, 11, 29, '韩语同音异义词', '无', '韩语学习之同音异义词第8节', '11.mp4', '09:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481871888', 1),
(1912, 'kor', 4, 127, 1, 29, '韩国语的后缀学习', '无', '韩国语的后缀学习第一节', '1.mp4', '08:39', 1, 0, '', 91, 0, 0, 0, 0, 0, 1, '1481872444', 1),
(1913, 'kor', 4, 127, 2, 29, '韩国语的后缀学习', '无', '韩国语的后缀学习第二节', '2.mp4', '08:42', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481872549', 1),
(1914, 'kor', 4, 127, 3, 29, '韩国语的后缀学习', '无', '韩国语的后缀学习第三节', '3.mp4', '09:19', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481872571', 1),
(1915, 'kor', 4, 127, 5, 29, '韩国语的后缀学习', '无', '韩国语的后缀学习第四节', '5.mp4', '10:42', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481872594', 1),
(1916, 'kor', 5, 128, 1, 29, '韩语单词前缀学习', '无', '韩国语前缀-맞', '1.mp4', '08:57', 1, 0, '', 363, 2, 0, 0, 0, 0, 1, '1481873637', 1),
(1917, 'kor', 5, 128, 2, 29, '韩语单词前缀学习', '无', '韩国语前缀-매', '2.mp4', '08:00', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481873687', 1),
(1918, 'kor', 5, 128, 3, 29, '韩语单词前缀学习', '无', '韩国语前缀-새', '3.mp4', '07:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481873702', 1),
(1919, 'kor', 5, 128, 4, 29, '韩语单词前缀学习', '无', '韩国语前缀-생', '4.mp4', '07:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481873723', 1),
(1920, 'kor', 5, 128, 5, 29, '韩语单词前缀学习', '无', '韩国语前缀-외', '5.mp4', '09:10', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481873741', 1),
(1921, 'kor', 5, 128, 8, 29, '韩语单词前缀学习', '无', '韩国语前缀-잔1', '8.mp4', '06:20', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481873786', 1),
(1922, 'kor', 5, 128, 9, 29, '韩语单词前缀学习', '无', '韩国语前缀-잔2', '9.mp4', '08:36', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481873812', 1),
(1923, 'kor', 5, 128, 14, 29, '韩语单词前缀学习', '无', '韩国语前缀한', '14.mp4', '08:52', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481873822', 1),
(1924, 'kor', 5, 128, 13, 29, '韩语单词前缀学习', '无', '韩国语前缀-풋', '13.mp4', '07:59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481873839', 1),
(1925, 'kor', 5, 128, 10, 29, '韩语单词前缀学习', '无', '韩国语前缀-첫', '10.mp4', '09:13', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1481873840', 1),
(1926, 'eng', 3, 30, 2, 17, '英语四大发音规则是什么鬼', '无', '发音的略读', '2.mp4', '05:54', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1482462768', 1),
(1927, 'kor', 5, 129, 1, 29, '在韩国洗衣店用语', '无', '在韩国洗衣店用语第一课', '1.mp4', '07:18', 1, 0, '', 33, 0, 0, 0, 0, 0, 1, '1483587822', 1),
(1928, 'kor', 5, 129, 2, 29, '在韩国洗衣店用语', '无', '在韩国洗衣店用语第二课', '2.mp4', '06:04', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1483587861', 1),
(1929, 'kor', 5, 129, 3, 29, '在韩国洗衣店用语', '无', '在韩国洗衣店用语第三课', '3.mp4', '06:24', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1483587878', 1),
(1930, 'kor', 5, 130, 1, 29, '在韩国买鞋袜用语', '无', '在韩国买鞋袜用语第一课', '1.mp4', '09:11', 1, 0, '', 85, 0, 0, 0, 0, 0, 1, '1483587950', 1),
(1931, 'kor', 5, 130, 2, 29, '在韩国买鞋袜用语', '无', '在韩国买鞋袜用语第二课', '2.mp4', '08:59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1483587991', 1),
(1932, 'kor', 5, 131, 1, 29, '在韩国买衣服用语', '无', '在韩国买衣服用语第一课', '1.mp4', '05:51', 1, 0, '', 124, 0, 0, 0, 0, 0, 1, '1483588064', 1),
(1933, 'kor', 5, 131, 2, 29, '在韩国买衣服用语', '无', '在韩国买衣服用语第二课', '2.mp4', '08:29', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1483588110', 1),
(1934, 'kor', 5, 131, 3, 29, '在韩国买衣服用语', '无', '在韩国买衣服用语第三课', '3.mp4', '09:04', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1483588125', 1),
(1935, 'kor', 5, 132, 1, 29, '在韩国就餐用语', '无', '在韩国就餐用语用语第一课', '1.mp4', '08:12', 1, 0, '', 407, 1, 0, 0, 0, 0, 1, '1483588201', 1),
(1936, 'kor', 5, 132, 2, 29, '在韩国就餐用语', '无', '在韩国就餐用语用语第二课', '2.mp4', '08:39', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1483588255', 1),
(1937, 'kor', 5, 132, 3, 29, '在韩国就餐用语', '无', '在韩国就餐用语用语第三课', '3.mp4', '05:38', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1483588262', 1),
(1938, 'jap', 1, 133, 1, 19, '购物在日本', '无', '买买买在日本', '1.mp4', '08:22', 1, 0, '', 35, 0, 0, 0, 0, 0, 1, '1484031260', 1),
(1939, 'jap', 4, 134, 1, 19, '和“口”相关的日语惯用语', '无', '第一课', '1.mp4', '07:39', 1, 0, '', 23, 0, 0, 0, 0, 0, 1, '1484031375', 1),
(1940, 'jap', 4, 134, 2, 19, '和“口”相关的日语惯用语', '无', '第二课', '2.mp4', '06:34', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484031414', 1),
(1941, 'jap', 4, 135, 1, 19, '和“足”有关的惯用语', '无', '第一节课', '1.mp4', '05:21', 1, 0, '', 21, 0, 0, 0, 0, 0, 1, '1484032805', 1),
(1942, 'jap', 4, 136, 1, 19, 'ですが？还是ですか？', '无', '混乱的か  た ぱ         が だ ば', '1.mp4', '05:23', 1, 0, '', 26, 0, 0, 0, 0, 0, 1, '1484032873', 1),
(1943, 'jap', 5, 137, 1, 19, '日语点餐用语', '无', '日语点餐用语第一课', '1.mp4', '08:03', 1, 0, '', 48, 0, 0, 0, 0, 0, 1, '1484033042', 1),
(1944, 'jap', 5, 138, 1, 19, '日语恋爱用语集', '无', '日语恋爱用语第一课', '1.mp4', '03:52', 1, 0, '', 54, 0, 0, 0, 0, 0, 1, '1484033100', 1),
(1945, 'jap', 5, 138, 2, 19, '日语恋爱用语集', '无', '日语恋爱用语第二课', '2.mp4', '03:56', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484033129', 1),
(1946, 'jap', 4, 139, 1, 19, '日语思维学语法', '无', '日语思维方式--ではない', '1.mp4', '03:56', 1, 0, '', 91, 1, 0, 0, 0, 0, 1, '1484033213', 1),
(1947, 'jap', 4, 139, 2, 19, '日语思维学语法', '无', '日语思维方式--成语', '2.mp4', '07:01', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484033257', 1),
(1948, 'jap', 4, 139, 3, 19, '日语思维学语法', '无', '日语思维方式--动词', '3.mp4', '05:29', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484033263', 1),
(1949, 'jap', 4, 140, 1, 19, '“谢谢”日语的多种说法', '无', '谢谢都怎么说 第一课', '1.mp4', '06:05', 1, 0, '', 40, 0, 0, 0, 0, 0, 1, '1484033431', 1),
(1950, 'jap', 4, 141, 1, 19, '日语的自我介绍', '无', '自我介绍第一课', '1.mp4', '04:33', 1, 0, '', 220, 0, 0, 0, 0, 0, 1, '1484033486', 1),
(1951, 'jap', 5, 142, 1, 19, '日本姓氏的说法', '无', '日本姓氏第一课', '1.mp4', '06:06', 1, 0, '', 52, 0, 0, 0, 0, 0, 1, '1484101093', 1),
(1952, 'jap', 5, 142, 2, 19, '日本姓氏的说法', '无', '日本姓氏第二课', '2.mp4', '04:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484101137', 1),
(1953, 'jap', 5, 143, 1, 19, '中国姓氏用日语的说法', '无', '中国常见姓氏第一课', '1.mp4', '05:06', 1, 0, '', 104, 1, 0, 0, 0, 0, 1, '1484106560', 1),
(1954, 'jap', 5, 143, 2, 19, '中国姓氏用日语的说法', '无', '中国常见姓氏第二课', '2.mp4', '04:59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484106593', 1),
(1955, 'kor', 5, 144, 1, 29, '在韩乘出租车用语', '无', '乘出租车用语第一课', '1.mp4', '10:44', 1, 0, '', 62, 0, 0, 0, 0, 0, 1, '1484123028', 1),
(1956, 'kor', 5, 144, 2, 29, '在韩乘出租车用语', '无', '乘出租车用语第二课', '2.mp4', '05:25', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484123070', 1),
(1957, 'kor', 5, 144, 3, 29, '在韩乘出租车用语', '无', '乘出租车用语第三课', '3.mp4', '04:39', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484123082', 1),
(1958, 'kor', 5, 144, 5, 29, '在韩乘出租车用语', '无', '乘出租车用语第四课', '5.mp4', '06:44', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484123100', 1),
(1959, 'kor', 5, 145, 1, 29, '在韩乘地铁用语', '无', '乘地铁用语第一课', '1.mp4', '08:22', 1, 0, '', 89, 0, 0, 0, 0, 0, 1, '1484123405', 1),
(1960, 'kor', 5, 145, 2, 29, '在韩乘地铁用语', '无', '乘地铁用语第二课', '2.mp4', '07:37', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484123450', 1),
(1961, 'kor', 5, 145, 3, 29, '在韩乘地铁用语', '无', '乘地铁用语第三课', '3.mp4', '05:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484123456', 1),
(1962, 'kor', 5, 146, 1, 29, '在韩乘公交车用语', '无', '乘公交车用语第一课', '1.mp4', '10:13', 1, 0, '', 93, 0, 0, 0, 0, 0, 1, '1484124090', 1),
(1963, 'kor', 5, 146, 2, 29, '在韩乘公交车用语', '无', '乘公交车用语第二课', '2.mp4', '09:06', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484124141', 1),
(1964, 'kor', 5, 146, 3, 29, '在韩乘公交车用语', '无', '乘公交车用语第三课', '3.mp4', '07:47', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484124153', 1),
(1965, 'kor', 5, 147, 1, 29, '在韩打电话用语', '无', '打电话用语第一课', '1.mp4', '08:17', 1, 0, '', 238, 0, 0, 0, 0, 0, 1, '1484126066', 1),
(1966, 'kor', 5, 147, 2, 29, '在韩打电话用语', '无', '打电话用语第二课', '2.mp4', '08:17', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484126108', 1),
(1967, 'kor', 5, 148, 1, 29, '在韩问路用语', '无', '问路用语第一课', '1.mp4', '08:38', 1, 0, '', 245, 0, 0, 0, 0, 0, 1, '1484126203', 1),
(1968, 'kor', 5, 148, 2, 29, '在韩问路用语', '无', '问路用语第二课', '2.mp4', '09:24', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484126252', 1),
(1969, 'kor', 5, 148, 4, 29, '在韩问路用语', '无', '问路用语第四课', '4.mp4', '05:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484126275', 1),
(1970, 'kor', 5, 148, 3, 29, '在韩问路用语', '无', '问路用语第三课', '3.mp4', '07:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484126278', 1),
(1971, 'kor', 5, 149, 1, 29, '在韩一日三餐用语', '无', '一日三餐用语第一课', '1.mp4', '08:48', 1, 0, '', 457, 0, 0, 0, 0, 0, 1, '1484126366', 1),
(1972, 'kor', 5, 149, 2, 29, '在韩一日三餐用语', '无', '一日三餐用语第二课', '2.mp4', '06:12', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484126398', 1),
(1973, 'kor', 5, 149, 3, 29, '在韩一日三餐用语', '无', '一日三餐用语第三课', '3.mp4', '08:09', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1484126419', 1),
(1974, 'kor', 5, 150, 1, 33, '韩语的自我介绍', '无', '自我介绍第一节', '1.mp4', '02:41', 1, 0, '', 789, 0, 0, 0, 0, 0, 1, '1484185714', 1),
(1975, 'jap', 5, 151, 1, 19, '性格用日语怎么描述？', '无', '性格描述学习第一课', '1.mp4', '04:13', 1, 0, '', 71, 0, 0, 0, 0, 0, 1, '1486544386', 1),
(1976, 'jap', 5, 151, 2, 19, '性格用日语怎么描述？', '无', '性格描述学习第二课', '2.mp4', '04:05', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1486544417', 1),
(1977, 'jap', 5, 151, 3, 19, '性格用日语怎么描述？', '无', '性格描述学习第三课', '3.mp4', '03:22', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1486544431', 1),
(1978, 'jap', 4, 141, 2, 19, '日语的自我介绍', '无', '自我介绍第二课', '2.mp4', '05:00', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1486627338', 1),
(1979, 'jap', 5, 152, 1, 19, '在日问路用语', '无', '在日问路第一讲', '1.mp4', '06:01', 1, 0, '', 63, 0, 0, 0, 0, 0, 1, '1486627691', 1),
(1980, 'jap', 5, 152, 2, 19, '在日问路用语', '无', '在日问路第二讲', '2.mp4', '03:42', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1486627721', 1),
(1981, 'jap', 4, 153, 1, 14, '日语同义词辨析', '无', '①質問ｖｓ問題', '1.mp4', '02:33', 1, 0, '', 75, 0, 0, 0, 0, 0, 1, '1487568379', 1),
(1982, 'jap', 4, 153, 2, 14, '日语同义词辨析', '无', '②多分ｖｓ大体', '2.mp4', '02:41', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568414', 1),
(1983, 'jap', 4, 153, 3, 14, '日语同义词辨析', '无', '③いつもｖｓたいていｖｓ普通', '3.mp4', '02:35', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568424', 1),
(1984, 'jap', 4, 153, 4, 14, '日语同义词辨析', '无', '④泊まる・滞在する・住む', '4.mp4', '03:54', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568441', 1),
(1985, 'jap', 4, 153, 5, 14, '日语同义词辨析', '无', '⑤ある・持つ・付く', '5.mp4', '03:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568452', 1),
(1986, 'jap', 4, 153, 6, 14, '日语同义词辨析', '无', '⑥置く・載せる・入れる', '6.mp4', '03:30', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568460', 1),
(1987, 'jap', 4, 153, 10, 14, '日语同义词辨析', '无', '⑦掛ける　座る', '10.mp4', '03:30', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568476', 1),
(1988, 'jap', 4, 153, 11, 14, '日语同义词辨析', '无', '⑧貯める　稼ぐ　儲ける', '11.mp4', '02:58', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568485', 1),
(1989, 'jap', 4, 154, 1, 14, '日语一词多义讲解', '无', '①持っています', '1.mp4', '04:34', 1, 0, '', 68, 0, 0, 0, 0, 0, 1, '1487568566', 1),
(1990, 'jap', 4, 154, 2, 14, '日语一词多义讲解', '无', '②何をしていますか', '2.mp4', '02:24', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568592', 1),
(1991, 'jap', 4, 154, 3, 14, '日语一词多义讲解', '无', '③勉強をします', '3.mp4', '02:59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568603', 1),
(1992, 'jap', 4, 154, 4, 14, '日语一词多义讲解', '无', '④結構', '4.mp4', '03:58', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568614', 1),
(1993, 'jap', 4, 154, 7, 14, '日语一词多义讲解', '无', '⑤つもり', '7.mp4', '03:15', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487568625', 1),
(1994, 'jap', 4, 155, 1, 14, '日语惯用语的用法', '无', '①話の分かる人', '1.mp4', '04:18', 1, 0, '', 78, 0, 0, 0, 0, 0, 1, '1487655929', 1),
(1995, 'jap', 4, 155, 2, 14, '日语惯用语的用法', '无', '②隣の花は赤い', '2.mp4', '03:37', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487655976', 1),
(1996, 'jap', 4, 155, 3, 14, '日语惯用语的用法', '无', '③先輩づらをする', '3.mp4', '03:52', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487655988', 1),
(1997, 'jap', 4, 156, 1, 14, 'N5真题文法助词篇', '无', '真题讲解第一节', '1.mp4', '06:26', 1, 0, '', 148, 1, 0, 0, 0, 0, 1, '1487656667', 1),
(1998, 'jap', 4, 156, 2, 14, 'N5真题文法助词篇', '无', '真题讲解第二节', '2.mp4', '04:37', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487656699', 1),
(1999, 'jap', 4, 156, 3, 14, 'N5真题文法助词篇', '无', '真题讲解第三节', '3.mp4', '04:27', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487656713', 1),
(2000, 'jap', 4, 156, 4, 14, 'N5真题文法助词篇', '无', '真题讲解第四节', '4.mp4', '04:07', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487656724', 1),
(2001, 'jap', 4, 156, 5, 14, 'N5真题文法助词篇', '无', '真题讲解第五节', '5.mp4', '04:37', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487656742', 1),
(2002, 'jap', 4, 156, 6, 14, 'N5真题文法助词篇', '无', '真题讲解第六节', '6.mp4', '04:53', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487656754', 1),
(2003, 'jap', 4, 156, 10, 14, 'N5真题文法助词篇', '无', '真题讲解第七节', '10.mp4', '05:31', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487656770', 1),
(2004, 'jap', 4, 157, 1, 14, '日语副词的用法', '无', '①ずっと・まっすぐ', '1.mp4', '05:24', 1, 0, '', 159, 1, 0, 0, 0, 0, 1, '1487903645', 1),
(2005, 'jap', 4, 157, 2, 14, '日语副词的用法', '无', '②とても・大変', '2.mp4', '04:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487903681', 1),
(2006, 'jap', 4, 157, 3, 14, '日语副词的用法', '无', '③あまり・本当に', '3.mp4', '04:33', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487903691', 1),
(2007, 'jap', 4, 157, 5, 14, '日语副词的用法', '无', '④ゆっくり・十分', '5.mp4', '04:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487903707', 1),
(2008, 'eng', 6, 158, 1, 11, '一词之Awesome、Exactly、Sure', '无', '一词句之Awesome！', '1.mp4', '04:50', 1, 0, '', 361, 0, 0, 0, 0, 0, 1, '1487904250', 1),
(2009, 'eng', 6, 158, 2, 11, '一词之Awesome、Exactly、Sure', '无', '一词句之Exactly', '2.mp4', '04:22', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487904312', 1),
(2011, 'jap', 4, 159, 1, 14, 'N5真题文法副词篇', '无', '真题讲解第一节', '1.mp4', '04:55', 1, 0, '', 119, 0, 0, 0, 0, 0, 1, '1488183746', 1),
(2010, 'eng', 6, 158, 3, 11, '一词之Awesome、Exactly、Sure', '无', '一词句之Sure.', '3.mp4', '04:53', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1487904322', 1),
(2012, 'jap', 4, 159, 2, 14, 'N5真题文法副词篇', '无', '真题讲解第二节', '2.mp4', '04:50', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1488183780', 1),
(2013, 'jap', 4, 159, 3, 14, 'N5真题文法副词篇', '无', '真题讲解第三节', '3.mp4', '05:23', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1488183791', 1),
(2014, 'jap', 4, 159, 4, 14, 'N5真题文法副词篇', '无', '真题讲解第四节', '4.mp4', '05:02', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1488183801', 1),
(2015, 'jap', 4, 157, 6, 14, '日语副词的用法', '无', '② 必ず・ぜひ', '6.mp4', '03:23', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1488184146', 1),
(2016, 'jap', 4, 157, 7, 14, '日语副词的用法', '无', '③まず・ちゃんと', '7.mp4', '03:51', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1488184170', 1),
(2017, 'jap', 4, 157, 9, 14, '日语副词的用法', '无', '④まだ・たぶん', '9.mp4', '04:26', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1488184187', 1),
(2018, 'jap', 4, 157, 10, 14, '日语副词的用法', '无', '⑤ずいぶん・なかなか', '10.mp4', '05:01', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1488184198', 1),
(2019, 'jap', 5, 160, 1, 14, '日语的日常对话', '无', '①初次见面', '1.mp4', '06:59', 1, 0, '', 281, 1, 0, 0, 0, 0, 1, '1488185138', 1),
(2020, 'jap', 5, 160, 2, 14, '日语的日常对话', '无', '②点菜', '2.mp4', '05:35', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1488185178', 1),
(2021, 'jap', 5, 160, 3, 14, '日语的日常对话', '无', '③看病', '3.mp4', '05:09', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1488185196', 1),
(2022, 'jap', 5, 160, 4, 14, '日语的日常对话', '无', '④乘坐出租车', '4.mp4', '05:04', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1488185196', 1),
(2023, 'jap', 5, 161, 1, 19, '日本人向你说“谢谢”，怎么回？', '无', '第一课', '1.mp4', '04:06', 1, 0, '', 128, 0, 0, 0, 0, 0, 1, '1489046278', 1),
(2024, 'jap', 5, 161, 2, 19, '日本人向你说“谢谢”，怎么回？', '无', '第二课', '2.mp4', '06:56', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1489046340', 1),
(2025, 'jap', 5, 162, 1, 19, '日本人向你说“对不起”，怎么回？', '无', '第一课', '1.mp4', '04:36', 1, 0, '', 275, 0, 0, 0, 0, 0, 1, '1489046740', 1),
(2026, 'jap', 5, 162, 2, 19, '日本人向你说“对不起”，怎么回？', '无', '第二课', '2.mp4', '04:49', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1489046793', 1),
(2027, 'jap', 4, 163, 1, 19, '日语中的接头词', '无', '1你对“接头词”知多少？', '1.mp4', '03:38', 1, 0, '', 179, 0, 0, 0, 0, 0, 1, '1490327833', 1),
(2028, 'jap', 4, 163, 2, 19, '日语中的接头词', '无', '常用汉语接头词“旧”和“故”', '2.mp4', '03:59', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1490327868', 1),
(2029, 'jap', 4, 163, 3, 19, '日语中的接头词', '无', '常用接头词3“純”和“準”', '3.mp4', '04:40', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1490327888', 1),
(2030, 'jap', 4, 164, 1, 14, '日语易错汉字词', '无', '1.日文汉字词特点', '1.mp4', '07:45', 1, 1, '', 448, 0, 0, 0, 0, 0, 1, '1491889480', 1),
(2031, 'jap', 4, 164, 2, 14, '日语易错汉字词', '无', '2.新聞、邪魔', '2.mp4', '05:09', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1491889529', 1),
(2032, 'jap', 4, 164, 3, 14, '日语易错汉字词', '无', '３.留守、丈夫', '3.mp4', '04:58', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1491889541', 1),
(2033, 'jap', 4, 165, 1, 14, '日语特色副词', '无', 'きちんと、うっかり', '1.mp4', '05:15', 1, 1, '', 1481, 0, 0, 0, 0, 0, 1, '1491890453', 1),
(2034, 'jap', 4, 165, 2, 14, '日语特色副词', '无', 'たしか、一緒に、だいぶ', '2.mp4', '04:55', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1491890513', 1),
(2035, 'jap', 4, 165, 3, 14, '日语特色副词', '无', 'だんだん、しっかり、もし', '3.mp4', '04:14', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1491890526', 1),
(2036, 'jap', 4, 165, 4, 14, '日语特色副词', '无', '別に、しばらく', '5.mp4', '05:12', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1491890538', 1),
(2037, 'jap', 4, 165, 5, 14, '日语特色副词', '无', '先ほど、なんか', '7.mp4', '04:25', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1491890549', 1),
(2038, 'eng', 1, 166, 1, 11, '英语情景对话口袋书', '无', '口语中常犯的错误', '1.mp4', '10:27', 1, 0, '', 363, 0, 0, 1, 0, 0, 1, '1503303595', 1),
(2039, 'eng', 1, 166, 2, 11, '英语情景对话口袋书', '无', '美国人最喜欢用的口头禅', '2.mp4', '09:08', 0, 0, '', 0, 0, 0, 1, 0, 0, 1, '1503303595', 1);

-- --------------------------------------------------------

--
-- 表的结构 `js_mobile_phone`
--

CREATE TABLE IF NOT EXISTS `js_mobile_phone` (
  `id` int(11) NOT NULL,
  `goods_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `img_url` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `price` int(5) NOT NULL,
  `m_sales` int(11) NOT NULL,
  `comment_num` int(11) NOT NULL,
  `limitation` int(2) NOT NULL,
  `status` int(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_mobile_phone`
--

INSERT INTO `js_mobile_phone` (`id`, `goods_name`, `img_url`, `price`, `m_sales`, `comment_num`, `limitation`, `status`) VALUES
(1, '【下单限时低至4918元】Apple/苹果 iPhone XR 全网通4G手机双卡双待 苹果iPhoneXR 苹果XR 苹果xr', 'http://imgtest.jsplusplus.com/phones/1.jpg', 5688, 100000, 0, 5, 1),
(2, '优惠700元当天发送22重礼12期Huawei/华为 P30 Pro 官网官方旗舰店手机正品p30pro降价mate20x新款nova4e/p20', 'http://imgtest.jsplusplus.com/phones/2.jpg', 5999, 1816, 0, 1, 1),
(3, '可6期免息当天发+送原装无线快充】Xiaomi/小米 小米9手机全面屏新Plus官方旗舰mix3骁龙855正品九透明尊享版', 'http://imgtest.jsplusplus.com/phones/3.jpg', 2999, 1437, 0, 5, 1),
(4, '【分期免息】Apple/苹果 iPhone X 苹果8x 国行美版全网通4G手机', 'http://imgtest.jsplusplus.com/phones/4.jpg', 5200, 2727, 0, 10, 1),
(5, '选12L烤箱 vivo iQOO新品vivoiqoo iq00艾酷vivox23骁龙855限量幻彩版手机x21 x9 nex ×30 iqoo手机vovi爱酷', 'http://imgtest.jsplusplus.com/phones/5.jpg', 4298, 5500, 0, 3, 1),
(6, '【下单限时低至3688元】Apple/苹果 iPhone 8 64G 移动联通电信全网通4G手机 官方正品苹果iPhone8', 'http://imgtest.jsplusplus.com/phones/6.jpg', 3788, 15000, 0, 15, 1),
(7, '【6+64GB限时优惠700元】华为HONOR/荣耀 10GT游戏V2400万AI摄影全面屏拍照手机官方旗舰店官网学生双卡', 'http://imgtest.jsplusplus.com/phones/7.jpg', 2699, 10000, 0, 8, 1),
(8, 'Huawei/华为 nova4e AI超广角三摄全面屏正品智能关晓彤代言手机nova4e', 'http://imgtest.jsplusplus.com/phones/8.jpg', 2299, 10000, 0, 2, 1),
(9, '送12L烤箱 vivo X27 手机 vivox27 x27 vivo手机 幻彩版全新 限量版 vivox23 plus x30 vivo手机官方旗舰店官', 'http://imgtest.jsplusplus.com/phones/9.jpg', 3598, 551, 0, 5, 1),
(10, '【3期免息券后价2198元起】Meizu/魅族 16th骁龙845 超窄边框全面屏 屏下指纹解锁 双摄拍照旗舰手机', 'http://imgtest.jsplusplus.com/phones/10.jpg', 2898, 3099, 0, 11, 1),
(11, 'Apple/苹果 iPhone XS Max苹果xs iphone XS美版有锁4G双卡手机XR', 'http://imgtest.jsplusplus.com/phones/11.jpg', 9999, 1786, 0, 1, 1),
(12, '分期免息 Apple/苹果 iPhone XR 苹果iphonexr xs max双卡4G手机8', 'http://imgtest.jsplusplus.com/phones/12.jpg', 6400, 1890, 0, 3, 1);

-- --------------------------------------------------------

--
-- 表的结构 `js_shopping_cart`
--

CREATE TABLE IF NOT EXISTS `js_shopping_cart` (
  `id` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `total_num` int(2) NOT NULL DEFAULT '0',
  `num` int(5) NOT NULL,
  `total_price` int(11) NOT NULL,
  `goods_id` int(11) NOT NULL,
  `add_time` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=45 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_shopping_cart`
--

INSERT INTO `js_shopping_cart` (`id`, `uid`, `total_num`, `num`, `total_price`, `goods_id`, `add_time`, `status`) VALUES
(41, 1, 3, 1, 6400, 12, '1564558315', 0),
(42, 1, 6, 6, 17388, 10, '1565965833', 0),
(43, 1, 1, 1, 9999, 11, '1565877689', 0),
(44, 1, 1, 1, 3598, 9, '1565965863', 1);

-- --------------------------------------------------------

--
-- 表的结构 `js_user`
--

CREATE TABLE IF NOT EXISTS `js_user` (
  `id` int(10) NOT NULL,
  `username` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `nickname` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `avatar` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_user`
--

INSERT INTO `js_user` (`id`, `username`, `nickname`, `avatar`, `status`) VALUES
(1, 'superatc', '黑三', '1.jpg', 1),
(2, 'superatc2', '张三', '2.jpg', 1),
(3, 'superatc3', '李四', '3.jpg', 1),
(4, 'superatc4', '王五', '4.jpg', 1),
(5, 'superatc5', '赵六', '5.jpg', 1),
(6, 'superatc6', '戴七', '6.jpg', 1),
(7, 'superatc7', '小明', '7.jpg', 1),
(8, 'superatc8', '小红', '8.jpg', 1),
(9, 'superatc9', '小黄', '9.jpg', 1),
(10, 'superatc10', '小刘', '10.jpg', 1),
(11, 'superatc11', '二愣子', '11.jpg', 1),
(12, 'superatc12', '刘铁柱', '12.jpg', 1),
(13, 'superatc13', '诸葛山珍', '13.jpg', 1),
(14, 'superatc14', '白老根', '14.jpg', 1),
(15, 'superatc15', '王钢蛋', '15.jpg', 1),
(16, 'superatc16', '刘能', '16.jpg', 1),
(17, 'superatc17', '赵四', '17.jpg', 1),
(18, 'superatc18', '王二牛', '18.jpg', 1),
(19, 'superatc19', '李老二', '19.jpg', 1),
(20, 'superatc20', '老炮', '20.jpg', 1);

-- --------------------------------------------------------

--
-- 表的结构 `js_users`
--

CREATE TABLE IF NOT EXISTS `js_users` (
  `id` int(11) NOT NULL,
  `username` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `nickname` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `phone_number` int(11) NOT NULL,
  `ident_code` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `timeout` int(11) NOT NULL,
  `status` int(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_users`
--

INSERT INTO `js_users` (`id`, `username`, `password`, `nickname`, `phone_number`, `ident_code`, `token`, `timeout`, `status`) VALUES
(1, 'superatc', '95178bc4d25fed3465c109f31599c6c9', 'superCoder', 0, 'f805e56d1d370e93a6975ad242c4ea0f', 'UjXtq5B60Lb66NSqsuYw8fKGiwCKFodT', 1553429731, 1);

-- --------------------------------------------------------

--
-- 表的结构 `js_xiaomi_field`
--

CREATE TABLE IF NOT EXISTS `js_xiaomi_field` (
  `id` int(3) NOT NULL,
  `field` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `series_name` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_xiaomi_field`
--

INSERT INTO `js_xiaomi_field` (`id`, `field`, `series_name`, `status`) VALUES
(1, 'se', 'SE', 1),
(2, 'play', 'PLAY', 1),
(3, 'mix', 'MIX', 1),
(4, 'xiaomi', '小米', 1),
(5, 'max', 'MAX', 1),
(6, 'redmi', 'REDMI', 1),
(7, 'note', 'NOTE', 1),
(8, 'k', 'K', 1),
(9, 'heisha', '黑鲨', 1),
(10, 'cc', 'CC', 1);

-- --------------------------------------------------------

--
-- 表的结构 `js_xiaomi_mobile_phone`
--

CREATE TABLE IF NOT EXISTS `js_xiaomi_mobile_phone` (
  `id` int(11) NOT NULL,
  `field` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `phone_name` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `slogan` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `default_price` int(5) NOT NULL,
  `version_info` varchar(300) COLLATE utf8_unicode_ci NOT NULL,
  `color` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `buy_num_limit` int(2) NOT NULL,
  `pics` varchar(1000) COLLATE utf8_unicode_ci NOT NULL,
  `recom` int(1) NOT NULL DEFAULT '0',
  `most_value` int(1) NOT NULL DEFAULT '0',
  `new` int(1) NOT NULL DEFAULT '0',
  `status` int(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_xiaomi_mobile_phone`
--

INSERT INTO `js_xiaomi_mobile_phone` (`id`, `field`, `phone_name`, `slogan`, `default_price`, `version_info`, `color`, `buy_num_limit`, `pics`, `recom`, `most_value`, `new`, `status`) VALUES
(1, 'se', '小米9 SE', '「6GB+128GB，优惠300元，仅需1999元」索尼4800万超广角三摄 / 骁龙712全球首发 / 全息幻彩机身 / 三星AMOLED屏幕 / 5.97”水滴屏 / 第五代屏幕指纹识别 / 多功能NFC / 红外遥控', 1999, '[{"version":"6GB+128GB","price":"1999"},{"version":"8GB+128GB","price":"2499"},{"version":"6GB+64GB","price":"1999"}]', '["全息幻彩蓝","深空灰","全息幻彩紫"]', 3, '[{"0":["https://i8.mifile.cn/a1/pms_1550572195.46364290.jpg","https://i8.mifile.cn/a1/pms_1550572195.46137649.jpg","https://i8.mifile.cn/a1/pms_1550572195.39145044.jpg","https://i8.mifile.cn/a1/pms_1550572195.40115066.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1550572212.22651454.jpg","https://i8.mifile.cn/a1/pms_1550572208.13566321.jpg","https://i8.mifile.cn/a1/pms_1550572205.86937593.jpg","https://i8.mifile.cn/a1/pms_1550572214.68477714.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1550572227.36038081.jpg","https://i8.mifile.cn/a1/pms_1550572224.37041645.jpg","https://i8.mifile.cn/a1/pms_1550572222.314258.jpg","https://i8.mifile.cn/a1/pms_1550572229.34841308.jpg"]}]', 0, 0, 1, 1),
(2, 'play', '小米Play', '「4GB+64GB 无流量卡版本，特惠价749元」高颜值流光渐变色 / 5.84"小水滴全面屏 / 后置1200万 AI 双摄 / 八核高性能处理器', 749, '[{"version":"4GB+64GB","price":"749"},{"version":"6GB+64GB","price":"899"}]', '["梦幻蓝","黑色","暮光金"]', 5, '[{"0":["https://i8.mifile.cn/a1/pms_1554694214.08887531.png","https://i8.mifile.cn/a1/pms_1554694213.96769627.png","https://i8.mifile.cn/a1/pms_1554694213.8449685.png","https://i8.mifile.cn/a1/pms_1554694213.8966362.png"]},{"1":["https://i8.mifile.cn/a1/pms_1554694219.45846264.png","https://i8.mifile.cn/a1/pms_1554694219.49987669.png","https://i8.mifile.cn/a1/pms_1554694219.4814812.png","https://i8.mifile.cn/a1/pms_1554694219.68132014.png"]},{"2":["https://i8.mifile.cn/a1/pms_1554694193.34996486.png","https://i8.mifile.cn/a1/pms_1554694193.32682420.png","https://i8.mifile.cn/a1/pms_1554694193.30122733.png","https://i8.mifile.cn/a1/pms_1554694193.36561290.png"]}]', 0, 1, 1, 1),
(3, 'mix', '小米MIX 3', '「8GB+128GB闪降1000元，享花呗分期6期免息」DxOMark拍照108分 / 磁动力滑盖全面屏 / 四曲面陶瓷机身 / 骁龙845旗舰处理器 / 包装盒内附赠10W无线充电器', 2599, '[{"version":"8G+128G","price":"2599"}]', '["黑色"]', 2, '[{"0":["https://i8.mifile.cn/a1/pms_1540429657.8272281.jpg","https://i8.mifile.cn/a1/pms_1540429657.72395987.jpg","https://i8.mifile.cn/a1/pms_1540429657.72678126.jpg","https://i8.mifile.cn/a1/pms_1540429657.72451540.jpg"]}]', 1, 0, 0, 1),
(4, 'se', '小米8 青春版', '索尼2400万旗舰自拍 / 潮流镜面渐变色 / 手持超级夜景 / Dual PD 双核对焦 / 7.5mm超薄机身 / 6.26"小刘海全面屏 / 骁龙660AIE处理器', 1799, '[{"version":"4G+128G","price":"1799"}]', '["深空灰"]', 6, '[{"0":["https://i8.mifile.cn/a1/pms_1542106321.84595196.jpg","https://i8.mifile.cn/a1/pms_1542106321.78799199.jpg","https://i8.mifile.cn/a1/pms_1542106322.10642771.jpg","https://i8.mifile.cn/a1/pms_1542106321.78115482.jpg"]}]', 0, 0, 0, 1),
(5, 'xiaomi', '小米8 屏幕指纹版', '「6GB+128GB 直降200元，享花呗分期6期免息」全新升级小米9十大功能 / 骁龙845处理器 / 全球首款压感屏幕指纹 / 四曲面渐变镜面机身 / 960帧超慢动作 / 手持超级夜景', 1799, '[{"version":"6G+128G","price":"1799"}]', '["黑色"]', 3, '[{"0":["https://i8.mifile.cn/a1/pms_1538019009.57772743.png","https://i8.mifile.cn/a1/pms_1538019009.22492269.png","https://i8.mifile.cn/a1/pms_1538019009.1994603.png","https://i8.mifile.cn/a1/pms_1538019009.25218967.png"]}]', 1, 0, 0, 1),
(6, 'max', '小米Max 3', '大屏大电量 ，震撼视界 / 5500mAh 电量，支持给多个设备充电 / AI 双摄超大像素，双核对焦 / 单手可握纤薄全金属机身', 1299, '[{"version":"4G+64G","price":"1299"},{"version":"6G+128G","price":"1599"}]', '["黑色","金色"]', 10, '[{"0":["https://i8.mifile.cn/a1/pms_1531878144.55329994.jpg","https://i8.mifile.cn/a1/pms_1531878148.12071712.jpg","https://i8.mifile.cn/a1/pms_1531878149.84674537.jpg","https://i8.mifile.cn/a1/pms_1531878152.18266978.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1531878001.22998509.jpg","https://i8.mifile.cn/a1/pms_1531878013.28275620.jpg","https://i8.mifile.cn/a1/pms_1531878015.94158540.jpg","https://i8.mifile.cn/a1/pms_1531878018.13131383.jpg"]}]', 0, 0, 0, 1),
(7, 'redmi', '红米6A', '好看耐用/轻巧省心 / 12nm高性能处理器 / 1300万高清相机 / “小杨柳腰”机身', 649, '[{"version":"3G+32G","price":"649"}]', '["流沙金","铂银灰"]', 7, '[{"0":["https://i8.mifile.cn/a1/pms_1531116730.76137577.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1531116730.76137577.jpg"]}]', 0, 0, 0, 1),
(8, 'xiaomi', '小米6X', '「6GB+64GB移动版，特惠价999元，购机抽奖，赢手环4、蓝牙耳机等万件好礼」轻薄美观的拍照手机 / 前置2000万“治愈系”自拍 / 后置2000万 AI双摄 / 标配骁龙660 AIE处理器', 999, '[{"version":"6G+64G 移动4G","price":"999"},{"version":"6G+64G","price":"1049"}]', '["赤焰红","曜石黑"]', 5, '[{"0":["https://i8.mifile.cn/a1/pms_1524621225.83162698.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1524621222.66011593.jpg"]}]', 0, 0, 0, 1),
(9, 'mix', '小米MIX 2S', '「6GB+128GB特惠价1999元，8GB+256GB特惠价2299元，购机享花呗6期免息」陶瓷机身 手机中的艺术品 / 搭载高通骁龙845 年度旗舰处理器 / AI超感光双摄，DxO百分相机 / 高效 Qi 无线充电', 1999, '[{"version":"6G+128G","price":"1999"},{"version":"8G+256G","price":"2299"}]', '["黑色","白色"]', 5, '[{"0":["https://i8.mifile.cn/a1/pms_1522034005.26178961.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1522034001.74522415.jpg"]}]', 0, 0, 0, 1),
(10, 'redmi', 'Redmi 7A', '「购机抽奖，赢手环4、蓝牙耳机等万件好礼」骁龙8核高性能处理器，最高主频2.0GHz / 4000mAh超长续航，标配10W充电器 / 大字体，大音量，无线收音机 / AI人脸解锁 / 整机生活防泼溅 / 极简模式，亲情守护', 549, '[{"version":"2G+16G","price":"549"},{"version":"2G+32G","price":"599"},{"version":"3G+32G","price":"799"}]', '["雾光金","磨砂黑","晨曦蓝"]', 10, '[{"0":["https://i8.mifile.cn/a1/pms_1563243839.85832666.jpg","https://i8.mifile.cn/a1/pms_1563243840.13498634.jpg","https://i8.mifile.cn/a1/pms_1563243839.85885500.jpg","https://i8.mifile.cn/a1/pms_1563243839.91426714.jpg","https://i8.mifile.cn/a1/pms_1563243839.86636908.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1558858237.92257868.jpg","https://i8.mifile.cn/a1/pms_1558858237.92072081.jpg","https://i8.mifile.cn/a1/pms_1558858237.87579048.jpg","https://i8.mifile.cn/a1/pms_1558858237.87299264.jpg","https://i8.mifile.cn/a1/pms_1558858237.87845659.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1558858251.72542271.jpg","https://i8.mifile.cn/a1/pms_1558858251.72683584.jpg","https://i8.mifile.cn/a1/pms_1558858251.72362324.jpg","https://i8.mifile.cn/a1/pms_1558858251.72235365.jpg","https://i8.mifile.cn/a1/pms_1558858251.73338081.jpg"]}]', 0, 0, 0, 1),
(11, 'Note', 'Redmi Note 7', '4800万拍照千元机 / 品质“小金刚”，18个月超长质保 / “满血版”骁龙660处理器 / 4000mAh 大电量 / 6.3" 水滴全面屏 / USB-C 接口，方便耐用 / 支持快充 4 协议', 1499, '[{"version":"128G","price":"1499"}]', '["磨砂黑"]', 6, '[{"0":["https://i8.mifile.cn/a1/pms_1553857104.14011174.jpg","https://i8.mifile.cn/a1/pms_1553857104.13235684.jpg","https://i8.mifile.cn/a1/pms_1553857104.64383475.jpg","https://i8.mifile.cn/a1/pms_1553857104.14019405.jpg"]}]', 0, 0, 0, 1),
(12, 'k', 'Redmi K20', '「全版本赠Redmi AirDots 真无线蓝牙耳机。购机享分期6期免息，低至12元起/天！」索尼4800万超广角三摄 / 骁龙730处理器 / 前置2000万升降式相机 / 6.39"AMOLED全面屏 / 4000mAh超长续航 / 第七代屏下指纹解锁 / 多功能NFC', 2099, '[{"version":"6G+128G","price":"2099"},{"version":"6G+64G","price":"1999"},{"version":"8G+256G","price":"2599"}]', '["冰川蓝","火焰红","碳纤黑"]', 3, '[{"0":["https://i8.mifile.cn/a1/pms_1558854907.65258291.jpg","https://i8.mifile.cn/a1/pms_1558854907.55824331.jpg","https://i8.mifile.cn/a1/pms_1558854907.59854953.jpg","https://i8.mifile.cn/a1/pms_1558854907.5283799.jpg","https://i8.mifile.cn/a1/pms_1558854907.55114811.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1558854896.9073684.jpg","https://i8.mifile.cn/a1/pms_1558854896.85214336.jpg","https://i8.mifile.cn/a1/pms_1558854896.85026373.jpg","https://i8.mifile.cn/a1/pms_1558854896.96499948.jpg","https://i8.mifile.cn/a1/pms_1558854896.85038546.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1558854902.57319105.jpg","https://i8.mifile.cn/a1/pms_1558854902.71524189.jpg","https://i8.mifile.cn/a1/pms_1558854902.36013239.jpg","https://i8.mifile.cn/a1/pms_1558854902.34665906.jpg","https://i8.mifile.cn/a1/pms_1558854902.37864880.jpg"]}]', 0, 0, 1, 1),
(13, 'heisha', '黑鲨游戏手机 2', '双材质折面光影机身 / 骁龙855旗舰芯片+最大12G内存 / Magic Press立体操控 / 液冷3.0: 塔式全域液冷系统 / Trueview Display精准显示 / 升级X+2天线 / AI游戏引擎', 2999, '[{"version":"8G+128G","price":"2999"},{"version":"12G+256G","price":"3799"},{"version":"8G+256G","price":"3299"}]', '["暗影黑","冰封银"]', 2, '[{"0":["https://i8.mifile.cn/a1/pms_1552805592.50541016.jpg","https://i8.mifile.cn/a1/pms_1552805592.50392035.jpg","https://i8.mifile.cn/a1/pms_1552805592.38746638.jpg","https://i8.mifile.cn/a1/pms_1552805592.29862672.jpg","https://i8.mifile.cn/a1/pms_1552805592.32132559.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1552805583.57297897.jpg","https://i8.mifile.cn/a1/pms_1552805583.56838289.jpg","https://i8.mifile.cn/a1/pms_1552805583.529625.jpg","https://i8.mifile.cn/a1/pms_1552805583.61456485.jpg","https://i8.mifile.cn/a1/pms_1552805583.53945532.jpg"]}]', 0, 0, 0, 1),
(14, 'note', 'Redmi Note 7 Pro', '「闪降200元，到手价1399元！购机抽奖，赢手环4等万件好礼」  索尼4800万超清拍照 / 6GB+128GB大存储 / 骁龙675处理器 / 4000mAh大电量 / 18个月超长质保 / 6.3"水滴屏 / P2i整机防泼溅处理 / 标配18W充电器 / 德国莱茵 TÜV 认证护眼屏', 1399, '[{"version":"128G","price":"1399"}]', '["梦幻蓝","镜花水月","亮黑色","暮光金"]', 1, '[{"0":["https://i8.mifile.cn/a1/pms_1552647865.67536173.jpg","https://i8.mifile.cn/a1/pms_1552647865.64171525.jpg","https://i8.mifile.cn/a1/pms_1552647865.70674904.jpg","https://i8.mifile.cn/a1/pms_1552647865.60668576.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1563848312.48538606.jpg","https://i8.mifile.cn/a1/pms_1563848312.59023575.jpg","https://i8.mifile.cn/a1/pms_1563848312.55834954.jpg","https://i8.mifile.cn/a1/pms_1563848312.46944642.jpg","https://i8.mifile.cn/a1/pms_1563848312.47255680.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1552647852.7014902.jpg","https://i8.mifile.cn/a1/pms_1552647852.61674625.jpg","https://i8.mifile.cn/a1/pms_1552647852.62694179.jpg","https://i8.mifile.cn/a1/pms_1552647852.62185107.jpg"]},{"3":["https://i8.mifile.cn/a1/pms_1552647874.07482085.jpg","https://i8.mifile.cn/a1/pms_1552647874.05258289.jpg","https://i8.mifile.cn/a1/pms_1552647874.0485603.jpg","https://i8.mifile.cn/a1/pms_1552647874.06994760.jpg"]}]', 1, 0, 0, 1),
(15, 'redmi', 'Redmi 7', '「3GB+32GB、4GB+64GB 领券立减50元，购机抽奖，赢手环4等万件好礼」  4000mAh大电量 / 骁龙632八核处理器 / 6.26"水滴全面屏，德国莱茵 TÜV 认证护眼屏 / 18个月超长质保，康宁第五代大猩猩玻璃盖板 / 支持大字体、大音量模式，收音机、红外遥控功能 / 1200万AI双摄，1.25μm大像素相机', 799, '[{"version":"3G+32G","price":"799"},{"version":"4G+64G","price":"999"},{"version":"2G+16G","price":"699"}]', '["梦幻蓝","亮黑色","魅夜红"]', 12, '[{"0":["https://i8.mifile.cn/a1/pms_1555075970.03974735.jpg","https://i8.mifile.cn/a1/pms_1555075970.03831641.jpg","https://i8.mifile.cn/a1/pms_1555075970.04993913.jpg","https://i8.mifile.cn/a1/pms_1555075970.11056922.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1555075954.81667747.jpg","https://i8.mifile.cn/a1/pms_1555075954.68242655.jpg","https://i8.mifile.cn/a1/pms_1555075954.66946359.jpg","https://i8.mifile.cn/a1/pms_1555075954.68286935.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1555075964.79242266.jpg","https://i8.mifile.cn/a1/pms_1555075964.79117483.jpg","https://i8.mifile.cn/a1/pms_1555075964.8259537.jpg","https://i8.mifile.cn/a1/pms_1555075964.8047151.jpg"]}]', 1, 1, 0, 1),
(16, 'xiaomi', '小米9', '「6GB+128GB版本直降200元，仅需2799元」全曲面轻薄设计，全息幻彩玻璃机身 / 骁龙855旗舰处理器 / 20W无线闪充，标配27W有线快充 / 索尼4800万超广角微距三摄 / 极速屏下指纹解锁 / 多功能NFC', 2799, '[{"version":"6G+128G","price":"2799"},{"version":"8G+256G","price":"3699"},{"version":"8G+128G","price":"3299"}]', '["全息幻彩紫","全息幻彩蓝","深空灰"]', 3, '[{"0":["https://i8.mifile.cn/a1/pms_1550642185.33171962.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1550642182.7527088.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1550642167.03594225.jpg"]}]', 0, 1, 0, 1),
(17, 'note', 'Redmi Note 7', '「6GB+64GB闪降200元，可选+10元得18W快充」 4800万拍照千元机 / “满血版”骁龙660处理器 / 品质“小金刚”，18个月超长质保 / 4000mAh 大电量 / 6.3" 水滴全面屏 / USB-C 接口，方便耐用 / 支持快充 4 协议', 1199, '[{"version":"64G","price":"1199"}]', '["镜花水月","梦幻蓝","亮黑色","暮光金"]', 8, '[{"0":["https://i8.mifile.cn/a1/pms_1563325775.88248262.jpg","https://i8.mifile.cn/a1/pms_1563325775.88165918.jpg","https://i8.mifile.cn/a1/pms_1563325775.88135634.jpg","https://i8.mifile.cn/a1/pms_1563325775.97089304.jpg","https://i8.mifile.cn/a1/pms_1563325775.88167253.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1547020972.223707.jpg","https://i8.mifile.cn/a1/pms_1547020972.45146126.jpg","https://i8.mifile.cn/a1/pms_1547020972.18197143.jpg","https://i8.mifile.cn/a1/pms_1547020972.16877950.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1547020980.85311183.jpg","https://i8.mifile.cn/a1/pms_1547020980.98749021.jpg","https://i8.mifile.cn/a1/pms_1547020980.72619225.jpg","https://i8.mifile.cn/a1/pms_1547020980.77297778.jpg"]},{"3":["https://i8.mifile.cn/a1/pms_1547020988.37843822.jpg","https://i8.mifile.cn/a1/pms_1547020988.36921616.jpg","https://i8.mifile.cn/a1/pms_1547020988.37027574.jpg","https://i8.mifile.cn/a1/pms_1547020988.40043705.jpg"]}]', 0, 0, 0, 1),
(18, 'cc', '小米CC9', '「新品火爆热卖中，享花呗6期免息，赠活塞耳机！+19元可得果冻包」前置3200万自拍 / 索尼4800万超广角三摄 / 多色炫彩轻薄机身 / 6.39英寸三星 AMOLED水滴屏 /4030mAh大电量 / 骁龙710处理器 / 屏幕指纹 / NFC功能 / 红外遥控功能 / Game Turbo2.0游戏加速', 1999, '[{"version":"6G+128G","price":"1999"},{"version":"6G+64G","price":"1799"}]', '["白色恋人","深蓝星球","暗夜王子"]', 8, '[{"0":["https://i8.mifile.cn/a1/pms_1562056098.23083076.jpg","https://i8.mifile.cn/a1/pms_1562056098.23244336.jpg","https://i8.mifile.cn/a1/pms_1562056098.3276161.jpg","https://i8.mifile.cn/a1/pms_1562056098.23474861.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1562056090.0987631.jpg","https://i8.mifile.cn/a1/pms_1562056090.0423593.jpg","https://i8.mifile.cn/a1/pms_1562056090.04436365.jpg","https://i8.mifile.cn/a1/pms_1562056090.05776882.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1562056084.63169068.jpg","https://i8.mifile.cn/a1/pms_1562056084.56952700.jpg","https://i8.mifile.cn/a1/pms_1562056084.63371638.jpg","https://i8.mifile.cn/a1/pms_1562056084.57368799.jpg"]}]', 1, 1, 1, 1),
(19, 'cc', '小米CC9e', '「新品热卖中，赠活塞耳机！+10元可得18W快充，+19元可得果冻包」前置3200万自拍 / 索尼4800万超广角三摄 / 4030mAh大电量 / 3D全曲面玻璃机身，浪漫满分的全新配色 / 6.088英寸三星 AMOLED水滴屏 /第七代屏幕指纹 / 首发骁龙665处理器 / 全新Mimoji萌拍 / 红外遥控功能', 1399, '[{"version":"6G+64G","price":"1399"},{"version":"6G+128G","price":"1599"},{"version":"4G+64G","price":"1299"}]', '["深蓝星球","白色恋人","暗夜王子"]', 7, '[{"0":["https://i8.mifile.cn/a1/pms_1562074170.08396741.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1562074182.87256271.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1562074174.95587430.jpg"]}]', 0, 1, 1, 1),
(20, 'redmi', 'Redmi 7A', '「购机抽奖，赢手环4、蓝牙耳机等万件好礼」骁龙8核高性能处理器，最高主频2.0GHz / 4000mAh超长续航，标配10W充电器 / 大字体，大音量，无线收音机 / AI人脸解锁 / 整机生活防泼溅 / 极简模式，亲情守护', 549, '[{"version":"2G+16G","price":"549"},{"version":"2G+32G","price":"599"},{"version":"3G+32G","price":"799"}]', '["雾光金","磨砂黑","晨曦蓝"]', 15, '[{"0":["https://i8.mifile.cn/a1/pms_1563243839.85832666.jpg","https://i8.mifile.cn/a1/pms_1563243840.13498634.jpg","https://i8.mifile.cn/a1/pms_1563243839.85885500.jpg","https://i8.mifile.cn/a1/pms_1563243839.91426714.jpg","https://i8.mifile.cn/a1/pms_1563243839.86636908.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1558858237.92257868.jpg","https://i8.mifile.cn/a1/pms_1558858237.92072081.jpg","https://i8.mifile.cn/a1/pms_1558858237.87579048.jpg","https://i8.mifile.cn/a1/pms_1558858237.87299264.jpg","https://i8.mifile.cn/a1/pms_1558858237.87845659.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1558858251.72542271.jpg","https://i8.mifile.cn/a1/pms_1558858251.72683584.jpg","https://i8.mifile.cn/a1/pms_1558858251.72362324.jpg","https://i8.mifile.cn/a1/pms_1558858251.72235365.jpg","https://i8.mifile.cn/a1/pms_1558858251.73338081.jpg"]}]', 0, 1, 0, 1),
(21, 'k', 'Redmi K20 Pro', '「全版本赠Redmi AirDots 真无线蓝牙耳机。购机享分期6期免息，低至14元起/天！可选27W快充套装」骁龙855旗舰处理器 / 索尼4800万超广角三摄 / 前置2000万升降式相机 / 6.39"AMOLED全面屏 / 4000mAh超长续航 / 8层石墨立体散热 / 第七代屏下指纹解锁 / 多功能NFC', 2999, '[{"version":"8G+256G","price":"2999"},{"version":"8G+128G","price":"2799"},{"version":"6G+128G","price":"2599"},{"version":"6G+64G","price":"2499"}]', '["冰川蓝","碳纤黑","火焰红"]', 1, '[{"0":["https://i8.mifile.cn/a1/pms_1558857678.14769305.jpg"]},{"1":["https://i8.mifile.cn/a1/pms_1558857674.51279340.jpg"]},{"2":["https://i8.mifile.cn/a1/pms_1558857668.87751277.jpg"]}]', 1, 1, 0, 1);

-- --------------------------------------------------------

--
-- 表的结构 `js_xiaomi_swiper`
--

CREATE TABLE IF NOT EXISTS `js_xiaomi_swiper` (
  `id` int(11) NOT NULL,
  `alt` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `pic` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `phone_id` int(11) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `js_xiaomi_swiper`
--

INSERT INTO `js_xiaomi_swiper` (`id`, `alt`, `pic`, `phone_id`) VALUES
(1, 'Redmi Note 7 Pro', 'https://cdn.cnbj1.fds.api.mi-img.com/mi-mall/45d319ed8eedfd5f63e09008a22a4ae7.jpg?w=2452&h=920', 14),
(2, '小米8 屏幕指纹版', 'https://cdn.cnbj1.fds.api.mi-img.com/mi-mall/cb3ed3589165f476a6858ac5c8a2ec10.jpg?w=2452&h=920', 5);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `js_comment`
--
ALTER TABLE `js_comment`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_course`
--
ALTER TABLE `js_course`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_courses`
--
ALTER TABLE `js_courses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_fields`
--
ALTER TABLE `js_fields`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_lecturer`
--
ALTER TABLE `js_lecturer`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_lfcourses`
--
ALTER TABLE `js_lfcourses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_mobile_phone`
--
ALTER TABLE `js_mobile_phone`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_shopping_cart`
--
ALTER TABLE `js_shopping_cart`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_user`
--
ALTER TABLE `js_user`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_users`
--
ALTER TABLE `js_users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_xiaomi_field`
--
ALTER TABLE `js_xiaomi_field`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_xiaomi_mobile_phone`
--
ALTER TABLE `js_xiaomi_mobile_phone`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `js_xiaomi_swiper`
--
ALTER TABLE `js_xiaomi_swiper`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `js_comment`
--
ALTER TABLE `js_comment`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=57;
--
-- AUTO_INCREMENT for table `js_course`
--
ALTER TABLE `js_course`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=23;
--
-- AUTO_INCREMENT for table `js_courses`
--
ALTER TABLE `js_courses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT for table `js_fields`
--
ALTER TABLE `js_fields`
  MODIFY `id` int(2) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `js_lecturer`
--
ALTER TABLE `js_lecturer`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=41;
--
-- AUTO_INCREMENT for table `js_lfcourses`
--
ALTER TABLE `js_lfcourses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2040;
--
-- AUTO_INCREMENT for table `js_mobile_phone`
--
ALTER TABLE `js_mobile_phone`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT for table `js_shopping_cart`
--
ALTER TABLE `js_shopping_cart`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=45;
--
-- AUTO_INCREMENT for table `js_users`
--
ALTER TABLE `js_users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `js_xiaomi_field`
--
ALTER TABLE `js_xiaomi_field`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `js_xiaomi_mobile_phone`
--
ALTER TABLE `js_xiaomi_mobile_phone`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=22;
--
-- AUTO_INCREMENT for table `js_xiaomi_swiper`
--
ALTER TABLE `js_xiaomi_swiper`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
